[
    {
        "start": 0.0,
        "dur": 4.08,
        "text": "This is the real english conversations podcast",
        "vietnamese": "Đây là podcast hội thoại tiếng Anh thực sự"
    },
    {
        "start": 4.12,
        "dur": 7.68,
        "text": "Where you'll find the advice you need to be able to confidently use your English in the real world.",
        "vietnamese": "Nơi bạn sẽ tìm thấy lời khuyên cần thiết để có thể tự tin sử dụng tiếng Anh của mình trong thế giới thực."
    },
    {
        "start": 16.88,
        "dur": 5.648,
        "text": "Hi everybody, this is Amy from Real English Conversations and I'm here with Curtis.",
        "vietnamese": "Xin chào mọi người, đây là Amy từ Real English Conversations và tôi ở đây cùng với Curtis."
    },
    {
        "start": 22.608,
        "dur": 0.656,
        "text": "Hi everybody!",
        "vietnamese": "Chào mọi người!"
    },
    {
        "start": 23.328,
        "dur": 6.16,
        "text": "And today, we are going to tell you all about how you can predict your future or tell fortunes",
        "vietnamese": "Và hôm nay, chúng tôi sẽ kể cho bạn nghe tất cả về cách bạn có thể dự đoán tương lai hoặc bói toán"
    },
    {
        "start": 29.872,
        "dur": 3.84,
        "text": "So there's four main or common ways",
        "vietnamese": "Vì vậy, có bốn cách chính hoặc phổ biến"
    },
    {
        "start": 33.76,
        "dur": 4.08,
        "text": "that people tell fortunes in American culture. What are they?",
        "vietnamese": "người ta bói toán trong văn hóa Mỹ. Họ là gì?"
    },
    {
        "start": 37.888,
        "dur": 6.122,
        "text": "They are palm reading, tarot cards, tea leaves and astrology.",
        "vietnamese": "Đó là xem chỉ tay, bói bài tarot, lá trà và chiêm tinh."
    },
    {
        "start": 44.01,
        "dur": 0.262,
        "text": "Alright. And there are some less known ways which I found today when I was on Wikipedia They are palm reading, tarot cards, tea leaves and astrology.",
        "vietnamese": "Được rồi. Và có một số cách ít được biết đến hơn mà ngày nay tôi tìm thấy khi vào Wikipedia Đó là xem chỉ tay, bói bài tarot, lá trà và chiêm tinh."
    },
    {
        "start": 44.272,
        "dur": 7.168,
        "text": "Alright. And there are some less known ways which I found today when I was on Wikipedia",
        "vietnamese": "Được rồi. Và có một số cách ít được biết đến hơn mà ngày nay tôi tìm thấy khi vào Wikipedia"
    },
    {
        "start": 51.44,
        "dur": 4.56,
        "text": "learning a little bit about fortune telling. And I thought that I would talk about them.",
        "vietnamese": "học một chút về bói toán. Và tôi nghĩ rằng tôi sẽ nói về họ."
    },
    {
        "start": 56.0,
        "dur": 0.048,
        "text": "So, the first one is roosters pecking grain which I imagine is just a plate learning a little bit about fortune telling. And I thought that I would talk about them.",
        "vietnamese": "Vì vậy, đầu tiên là cảnh gà trống mổ thóc mà tôi tưởng tượng chỉ là một cái đĩa học một chút về bói toán. Và tôi nghĩ rằng tôi sẽ nói về họ."
    },
    {
        "start": 56.048,
        "dur": 8.48,
        "text": "So, the first one is roosters pecking grain which I imagine is just a plate",
        "vietnamese": "Vì vậy, đầu tiên là cảnh gà trống mổ thóc mà tôi tưởng tượng chỉ là một cái đĩa"
    },
    {
        "start": 64.6,
        "dur": 7.0,
        "text": "maybe in front of the rooster and he eats his food and then after there is a pattern and it is interpreted somehow.",
        "vietnamese": "có thể ở phía trước con gà trống và nó ăn thức ăn của mình, sau đó có một khuôn mẫu và nó được diễn giải bằng cách nào đó."
    },
    {
        "start": 72.112,
        "dur": 6.888,
        "text": "And another one, a little bit more gruesome, is reading the livers of sacrificed animals.",
        "vietnamese": "Và một cách khác, khủng khiếp hơn một chút, là đọc gan của những con vật bị hiến tế."
    },
    {
        "start": 79.0,
        "dur": 0.04,
        "text": "Oooh, yeah. That sounds like something from the medieval days. And another one, a little bit more gruesome, is reading the livers of sacrificed animals.",
        "vietnamese": "Ồ, vâng. Nghe có vẻ giống như một cái gì đó từ thời trung cổ. Và một cách khác, khủng khiếp hơn một chút, là đọc gan của những con vật bị hiến tế."
    },
    {
        "start": 79.04,
        "dur": 4.112,
        "text": "Oooh, yeah. That sounds like something from the medieval days.",
        "vietnamese": "Ồ, vâng. Nghe có vẻ giống như một cái gì đó từ thời trung cổ."
    },
    {
        "start": 83.184,
        "dur": 7.776,
        "text": "Yeah, definitely. And the last one which is the most disgusting of all, is reading animal poop.",
        "vietnamese": "Vâng, chắc chắn rồi. Và điều cuối cùng kinh tởm nhất là đọc phân động vật."
    },
    {
        "start": 91.232,
        "dur": 1.04,
        "text": "Eeew.",
        "vietnamese": "Ối."
    },
    {
        "start": 92.352,
        "dur": 6.418,
        "text": "I don't know whose animal poop they are reading or how you become an expert in that,",
        "vietnamese": "Tôi không biết họ đang đọc phân động vật của ai hay làm thế nào bạn có thể trở thành chuyên gia trong lĩnh vực đó,"
    },
    {
        "start": 98.77,
        "dur": 0.03,
        "text": "but it’s definitely not a profession that I want. I don't know whose animal poop they are reading or how you become an expert in that,",
        "vietnamese": "nhưng đó chắc chắn không phải là nghề mà tôi mong muốn. Tôi không biết họ đang đọc phân động vật của ai hay làm thế nào bạn có thể trở thành chuyên gia trong lĩnh vực đó,"
    },
    {
        "start": 98.8,
        "dur": 2.92,
        "text": "but it’s definitely not a profession that I want.",
        "vietnamese": "nhưng đó chắc chắn không phải là nghề mà tôi mong muốn."
    },
    {
        "start": 101.72,
        "dur": 1.0,
        "text": "Sounds gross.",
        "vietnamese": "Nghe có vẻ thô thiển."
    },
    {
        "start": 102.72,
        "dur": 2.9,
        "text": "So why don’t you tell us a little bit about palm reading?",
        "vietnamese": "Vậy tại sao bạn không kể cho chúng tôi một chút về cách đọc chỉ tay?"
    },
    {
        "start": 105.62,
        "dur": 0.188,
        "text": "Okay, palm reading is a way of telling your future or your past depending on So why don’t you tell us a little bit about palm reading?",
        "vietnamese": "Được rồi, xem chỉ tay là một cách nói trước tương lai hay quá khứ của bạn tùy thuộc vào Vậy tại sao bạn không kể cho chúng tôi một chút về việc đọc chỉ tay?"
    },
    {
        "start": 105.808,
        "dur": 7.968,
        "text": "Okay, palm reading is a way of telling your future or your past depending on",
        "vietnamese": "Được rồi, xem chỉ tay là một cách nói trước tương lai hay quá khứ của bạn tùy thuộc vào"
    },
    {
        "start": 113.81,
        "dur": 7.879,
        "text": "the lines and designs in the palm of your hand. And there's many of them. There's a life line,",
        "vietnamese": "các đường nét và thiết kế trong lòng bàn tay của bạn. Và có rất nhiều trong số họ. Có một dòng đời,"
    },
    {
        "start": 121.689,
        "dur": 6.599,
        "text": "a love line, so many of them I can't remember all of them but yeah, based on the length",
        "vietnamese": "một dòng tình yêu, rất nhiều trong số đó tôi không thể nhớ hết nhưng vâng, dựa trên độ dài"
    },
    {
        "start": 128.28,
        "dur": 3.896,
        "text": "or the size or the shape of these patterns",
        "vietnamese": "hoặc kích thước hoặc hình dạng của những mẫu này"
    },
    {
        "start": 132.256,
        "dur": 5.856,
        "text": "that would explain what has happened in your past or what could be happening in your future.",
        "vietnamese": "điều đó sẽ giải thích những gì đã xảy ra trong quá khứ của bạn hoặc những gì có thể xảy ra trong tương lai của bạn."
    },
    {
        "start": 138.656,
        "dur": 7.136,
        "text": "And the next one is tarot cards. So with tarot card reading, what happens is,",
        "vietnamese": "Và tiếp theo là bài tarot. Vậy với việc đọc bài tarot, điều gì xảy ra là,"
    },
    {
        "start": 146.128,
        "dur": 6.816,
        "text": "if you are having your fortune being told, you have the deck of cards and you shuffle them",
        "vietnamese": "nếu bạn sắp được bói, bạn có bộ bài và bạn xáo trộn chúng"
    },
    {
        "start": 152.976,
        "dur": 7.136,
        "text": "and mix them up a bit and then you put the deck together, cut the deck at whatever point you want",
        "vietnamese": "và trộn chúng lại một chút rồi ghép bộ bài lại với nhau, cắt bộ bài theo bất cứ điểm nào bạn muốn"
    },
    {
        "start": 160.224,
        "dur": 4.646,
        "text": "which is just separating the deck into two and then you hand it to the person",
        "vietnamese": "tức là chia bộ bài thành hai phần và sau đó bạn đưa nó cho người đó"
    },
    {
        "start": 164.87,
        "dur": 0.026,
        "text": "Who is reading your cards. They lay out the cards in some sort of order and they are based on which is just separating the deck into two and then you hand it to the person",
        "vietnamese": "Ai đang đọc thẻ của bạn. Họ trải thẻ theo một thứ tự nào đó và chúng dựa trên đó chỉ là tách bộ bài thành hai rồi bạn đưa nó cho người đó"
    },
    {
        "start": 164.896,
        "dur": 9.053,
        "text": "Who is reading your cards. They lay out the cards in some sort of order and they are based on",
        "vietnamese": "Ai đang đọc thẻ của bạn. Họ sắp xếp các thẻ theo thứ tự nào đó và chúng dựa trên"
    },
    {
        "start": 173.94,
        "dur": 3.468,
        "text": "the symbols or the characters that are on these cards.",
        "vietnamese": "các biểu tượng hoặc ký tự trên các thẻ này."
    },
    {
        "start": 177.76,
        "dur": 4.33,
        "text": "They are going to determine your future or your fortune.",
        "vietnamese": "Họ sẽ quyết định tương lai hay vận mệnh của bạn."
    },
    {
        "start": 182.09,
        "dur": 0.294,
        "text": "Based on the different images. They are going to determine your future or your fortune.",
        "vietnamese": "Dựa trên những hình ảnh khác nhau. Họ sẽ quyết định tương lai hay vận mệnh của bạn."
    },
    {
        "start": 182.384,
        "dur": 1.408,
        "text": "Based on the different images.",
        "vietnamese": "Dựa trên những hình ảnh khác nhau."
    },
    {
        "start": 183.888,
        "dur": 5.776,
        "text": "That's right and I think the next one is really good for Curtis to explain",
        "vietnamese": "Đúng rồi và tôi nghĩ Curtis sẽ giải thích điều tiếp theo rất hay"
    },
    {
        "start": 189.7,
        "dur": 7.2,
        "text": "Because it is about tea leaf reading. And this is something that I can remember his mom doing",
        "vietnamese": "Bởi vì đó là về việc đọc lá trà. Và đây là điều mà tôi có thể nhớ mẹ anh ấy đã làm"
    },
    {
        "start": 196.9,
        "dur": 0.06,
        "text": "during special occasions like Christmas or Thanksgiving after dinner when we were drinking tea. Because it is about tea leaf reading. And this is something that I can remember his mom doing",
        "vietnamese": "trong những dịp đặc biệt như Giáng sinh hoặc Lễ tạ ơn sau bữa tối khi chúng tôi đang uống trà. Bởi vì đó là về việc đọc lá trà. Và đây là điều mà tôi có thể nhớ là mẹ anh ấy đã làm"
    },
    {
        "start": 196.96,
        "dur": 7.072,
        "text": "during special occasions like Christmas or Thanksgiving after dinner when we were drinking tea.",
        "vietnamese": "trong những dịp đặc biệt như Giáng sinh hoặc Lễ tạ ơn sau bữa tối khi chúng tôi đang uống trà."
    },
    {
        "start": 204.512,
        "dur": 1.728,
        "text": "So how does it go?",
        "vietnamese": "Vậy nó diễn ra như thế nào?"
    },
    {
        "start": 206.24,
        "dur": 3.28,
        "text": "Well it is a special way of preparing tea.",
        "vietnamese": "Vâng, đó là một cách pha trà đặc biệt."
    },
    {
        "start": 210.304,
        "dur": 3.816,
        "text": "Obviously it’s loose leaf tea. So it’s not from a tea bag.",
        "vietnamese": "Rõ ràng đó là trà lá rời. Vậy ra nó không phải từ túi trà."
    },
    {
        "start": 214.12,
        "dur": 0.456,
        "text": "The tea leaves are floating around in the pot. Obviously it’s loose leaf tea. So it’s not from a tea bag.",
        "vietnamese": "Những lá trà lơ lửng trong ấm. Rõ ràng đó là trà lá rời. Vậy ra nó không phải từ túi trà."
    },
    {
        "start": 214.576,
        "dur": 3.328,
        "text": "The tea leaves are floating around in the pot.",
        "vietnamese": "Những lá trà lơ lửng trong ấm."
    },
    {
        "start": 218.192,
        "dur": 2.278,
        "text": "Because you want to make sure that they can get into the cup, right?",
        "vietnamese": "Bởi vì bạn muốn chắc chắn rằng họ có thể vào được cốc phải không?"
    },
    {
        "start": 220.47,
        "dur": 0.106,
        "text": "Right. So when it is poured, Because you want to make sure that they can get into the cup, right?",
        "vietnamese": "Phải. Vì vậy khi đổ nó Bởi vì bạn muốn chắc chắn rằng họ có thể vào được cốc phải không?"
    },
    {
        "start": 220.576,
        "dur": 2.064,
        "text": "Right. So when it is poured,",
        "vietnamese": "Phải. Vì vậy khi đổ nó"
    },
    {
        "start": 222.72,
        "dur": 7.71,
        "text": "the leaf will or the leaves will fall into the cup and you normally leave",
        "vietnamese": "chiếc lá sẽ hoặc chiếc lá sẽ rơi vào cốc và bạn thường bỏ đi"
    },
    {
        "start": 230.43,
        "dur": 6.546,
        "text": "a bit of tea in the bottom of your cup and swirl it around and then you turn it over",
        "vietnamese": "một chút trà vào đáy cốc và lắc nó xung quanh rồi lật nó lại"
    },
    {
        "start": 237.04,
        "dur": 6.608,
        "text": "and after you turn it over, you turn it three times in a certain direction.",
        "vietnamese": "và sau khi lật nó lại, bạn xoay nó ba lần theo một hướng nhất định."
    },
    {
        "start": 243.76,
        "dur": 1.472,
        "text": "Like on the saucer.",
        "vietnamese": "Giống như trên chiếc đĩa."
    },
    {
        "start": 245.744,
        "dur": 4.246,
        "text": "Turning it with the cup upside down, going one, two, three for turns.",
        "vietnamese": "Xoay nó với chiếc cốc lộn ngược, lần lượt đi một, hai, ba."
    },
    {
        "start": 250.432,
        "dur": 4.478,
        "text": "And then you turn back the cup up back over again so it's right side up.",
        "vietnamese": "Và sau đó bạn lật ngược chiếc cốc lại để nó có mặt bên phải."
    },
    {
        "start": 254.919,
        "dur": 4.891,
        "text": "And then our famous tea leaf reader, Marilyn...",
        "vietnamese": "Và sau đó là máy đọc lá trà nổi tiếng của chúng tôi, Marilyn..."
    },
    {
        "start": 259.81,
        "dur": 1.548,
        "text": "she even had a book.",
        "vietnamese": "cô ấy thậm chí còn có một cuốn sách."
    },
    {
        "start": 261.904,
        "dur": 2.912,
        "text": "Yeah, to be able to identify the different shapes",
        "vietnamese": "Vâng, để có thể nhận biết các hình dạng khác nhau"
    },
    {
        "start": 265.168,
        "dur": 8.712,
        "text": "and she knew... I can't remember what it was but I think if it's close to the rim of the cup, it was happening sooner.",
        "vietnamese": "và cô ấy biết... Tôi không thể nhớ đó là gì nhưng tôi nghĩ nếu nó ở gần mép cốc thì nó sẽ xảy ra sớm hơn."
    },
    {
        "start": 274.496,
        "dur": 5.328,
        "text": "Or if it was close to the handle of the cup. Yeah you look into the cup",
        "vietnamese": "Hoặc nếu nó ở gần tay cầm của cốc. Vâng, bạn nhìn vào chiếc cốc"
    },
    {
        "start": 279.872,
        "dur": 7.152,
        "text": "and you will see different patterns and you know, like, I think she saw a rooster or tree or something",
        "vietnamese": "và bạn sẽ thấy những hình mẫu khác nhau và bạn biết đấy, tôi nghĩ cô ấy đã nhìn thấy một con gà trống hoặc cái cây hay thứ gì đó"
    },
    {
        "start": 289.29,
        "dur": 4.966,
        "text": "Yeah, your future or things, once again that have happened in your past",
        "vietnamese": "Vâng, tương lai hoặc những điều của bạn, một lần nữa đã xảy ra trong quá khứ của bạn"
    },
    {
        "start": 294.288,
        "dur": 2.336,
        "text": "are revealed through those patterns.",
        "vietnamese": "được bộc lộ qua những khuôn mẫu đó."
    },
    {
        "start": 296.704,
        "dur": 3.024,
        "text": "I think the patterns are for the future though.",
        "vietnamese": "Tuy nhiên, tôi nghĩ rằng các mô hình này là dành cho tương lai."
    },
    {
        "start": 299.888,
        "dur": 1.584,
        "text": "We are talking about",
        "vietnamese": "Chúng ta đang nói về"
    },
    {
        "start": 301.584,
        "dur": 3.744,
        "text": "No All of them we are talking about predicting your future, not the past.",
        "vietnamese": "Không Tất cả chúng ta đang nói về việc dự đoán tương lai của bạn chứ không phải quá khứ."
    },
    {
        "start": 305.36,
        "dur": 1.6,
        "text": "True, True",
        "vietnamese": "Đúng, Đúng"
    },
    {
        "start": 306.99,
        "dur": 5.81,
        "text": "So anyway, that's about tea leaf reading.",
        "vietnamese": "Dù sao đi nữa, đó là về việc đọc lá trà."
    },
    {
        "start": 312.816,
        "dur": 0.432,
        "text": "Right.",
        "vietnamese": "Phải."
    },
    {
        "start": 313.38,
        "dur": 4.156,
        "text": "And what is astrology about?",
        "vietnamese": "Và chiêm tinh học nói về cái gì?"
    },
    {
        "start": 317.808,
        "dur": 8.08,
        "text": "Okay. Astrology is about different signs that are based on the planets",
        "vietnamese": "Được rồi. Chiêm tinh học nói về các dấu hiệu khác nhau dựa trên các hành tinh"
    },
    {
        "start": 326.849,
        "dur": 3.961,
        "text": "and the stars, the sun, the moon and your birthday as well.",
        "vietnamese": "và các vì sao, mặt trời, mặt trăng và cả ngày sinh nhật của bạn nữa."
    },
    {
        "start": 330.81,
        "dur": 4.966,
        "text": "Alright and depending on your birthday particularly.",
        "vietnamese": "Được rồi và đặc biệt tùy thuộc vào ngày sinh nhật của bạn."
    },
    {
        "start": 335.77,
        "dur": 4.278,
        "text": "There's something that you'll see, it's like a horoscope.",
        "vietnamese": "Có một điều bạn sẽ thấy, nó giống như một lá số tử vi vậy."
    },
    {
        "start": 340.096,
        "dur": 3.52,
        "text": "And they are published often in newspapers.",
        "vietnamese": "Và chúng được đăng thường xuyên trên báo."
    },
    {
        "start": 343.664,
        "dur": 3.68,
        "text": "And depending on what your zodiac sign is,",
        "vietnamese": "Và tùy thuộc vào cung hoàng đạo của bạn là gì,"
    },
    {
        "start": 347.376,
        "dur": 4.848,
        "text": "you have a horoscope which is a prediction on how your day is gonna go.",
        "vietnamese": "bạn có một lá số tử vi dự đoán một ngày của bạn sẽ diễn ra như thế nào."
    },
    {
        "start": 352.256,
        "dur": 2.848,
        "text": "Right. So what are the twelve zodiac signs?",
        "vietnamese": "Phải. Vậy mười hai cung hoàng đạo là gì?"
    },
    {
        "start": 355.216,
        "dur": 6.816,
        "text": "There are twelve zodiac signs and they are: Aquarius, Pisces, Aries, Taurus,",
        "vietnamese": "Có 12 cung hoàng đạo: Bảo Bình, Song Ngư, Bạch Dương, Kim Ngưu,"
    },
    {
        "start": 362.112,
        "dur": 8.848,
        "text": "Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius and Capricorn.",
        "vietnamese": "Song Tử, Cự Giải, Sư Tử, Xử Nữ, Thiên Bình, Bọ Cạp, Nhân Mã và Ma Kết."
    },
    {
        "start": 371.168,
        "dur": 1.488,
        "text": "And which sign are you?",
        "vietnamese": "Và bạn là cung nào?"
    },
    {
        "start": 372.736,
        "dur": 5.792,
        "text": "I am a Virgo. But I am on what is called the cusp.",
        "vietnamese": "Tôi là Xử Nữ. Nhưng tôi đang ở trên cái gọi là đỉnh."
    },
    {
        "start": 378.592,
        "dur": 4.752,
        "text": "So my birthday falls on the last day of Virgo",
        "vietnamese": "Vậy là sinh nhật của tôi rơi vào ngày cuối cùng của Xử Nữ"
    },
    {
        "start": 383.392,
        "dur": 5.68,
        "text": "but the next day of Libra is the day after my birthday.",
        "vietnamese": "nhưng ngày tiếp theo của Thiên Bình là ngày sau sinh nhật của tôi."
    },
    {
        "start": 389.07,
        "dur": 5.65,
        "text": "So sometimes, Curtis’s horoscope is more accurate for Libra,",
        "vietnamese": "Vì vậy, đôi khi, tử vi của Curtis chính xác hơn đối với Thiên Bình,"
    },
    {
        "start": 394.784,
        "dur": 3.744,
        "text": "And sometimes it's more accurate to Virgo.",
        "vietnamese": "Và đôi khi nó chính xác hơn đối với Xử Nữ."
    },
    {
        "start": 398.52,
        "dur": 6.2,
        "text": "Because you could imagine if you were born on September 22nd at 11PM at night.",
        "vietnamese": "Bởi vì bạn có thể tưởng tượng nếu bạn sinh vào ngày 22 tháng 9 lúc 11 giờ tối."
    },
    {
        "start": 404.832,
        "dur": 5.28,
        "text": "You are only one hour away from the next zodiac sign which is Libra.",
        "vietnamese": "Bạn chỉ còn một giờ nữa là tới cung hoàng đạo tiếp theo là Thiên Bình."
    },
    {
        "start": 410.13,
        "dur": 6.718,
        "text": "So, in theory you should have personality tendencies or your luck,",
        "vietnamese": "Vì vậy, về lý thuyết bạn nên có khuynh hướng tính cách hoặc sự may mắn của mình,"
    },
    {
        "start": 416.864,
        "dur": 5.68,
        "text": "if you pay attention to these things and believe it, would be more of a Libra influence.",
        "vietnamese": "nếu bạn chú ý đến những điều này và tin vào nó, thì Thiên Bình sẽ bị ảnh hưởng nhiều hơn."
    },
    {
        "start": 422.624,
        "dur": 2.096,
        "text": "And you are a Gemini.",
        "vietnamese": "Và bạn là một Song Tử."
    },
    {
        "start": 424.752,
        "dur": 5.712,
        "text": "I am a Gemini which is supposed to be the dual personality so I don't know.",
        "vietnamese": "Tôi là cung Song Tử được cho là có nhân cách kép nên tôi không biết."
    },
    {
        "start": 430.48,
        "dur": 5.632,
        "text": "I think I'm really, really nice most of the time but I can definitely be mean and evil from time to time",
        "vietnamese": "Tôi nghĩ hầu hết thời gian tôi thực sự rất tốt nhưng Đôi khi tôi chắc chắn có thể xấu tính và xấu xa"
    },
    {
        "start": 436.544,
        "dur": 0.576,
        "text": "Really?",
        "vietnamese": "Thật sự?"
    },
    {
        "start": 438.176,
        "dur": 2.464,
        "text": "Curtis pretends he never sees it.",
        "vietnamese": "Curtis giả vờ như anh ấy chưa bao giờ nhìn thấy nó."
    },
    {
        "start": 441.77,
        "dur": 6.518,
        "text": "Anyway, how about you read our forecast or our horoscope for today?",
        "vietnamese": "Dù sao đi nữa, bạn hãy đọc dự báo hoặc tử vi của chúng tôi cho ngày hôm nay thì sao?"
    },
    {
        "start": 448.32,
        "dur": 8.864,
        "text": "Okay, I'm going to start with yours. And yours is, let me just bring this up. Here we go",
        "vietnamese": "Được rồi, tôi sẽ bắt đầu với bạn. Và của bạn là, hãy để tôi đưa ra điều này. bắt đầu nào"
    },
    {
        "start": 457.264,
        "dur": 4.992,
        "text": "Brainstorming with other people could lead to incredible solutions.",
        "vietnamese": "Động não cùng người khác có thể dẫn đến những giải pháp đáng kinh ngạc."
    },
    {
        "start": 463.28,
        "dur": 7.52,
        "text": "And if you are a Gemini who is a business person, that requires a lot of creative energy, it will blossom today.",
        "vietnamese": "Và nếu bạn là một Song Tử, người kinh doanh, điều đó đòi hỏi nhiều năng lượng sáng tạo thì hôm nay điều đó sẽ nảy nở."
    },
    {
        "start": 471.15,
        "dur": 2.226,
        "text": "That sounds like a good day for me to",
        "vietnamese": "Đó có vẻ là một ngày tốt lành đối với tôi"
    },
    {
        "start": 473.456,
        "dur": 2.992,
        "text": "do some business work and hopefully be successful",
        "vietnamese": "làm một số công việc kinh doanh và hy vọng thành công"
    },
    {
        "start": 476.44,
        "dur": 3.8,
        "text": "and talk to some people. And what is your horoscope?",
        "vietnamese": "và nói chuyện với một số người. Và tử vi của bạn là gì?"
    },
    {
        "start": 480.368,
        "dur": 1.184,
        "text": "Mine for today?",
        "vietnamese": "Của tôi cho ngày hôm nay?"
    },
    {
        "start": 481.552,
        "dur": 1.632,
        "text": "Is this Virgo or Libra?",
        "vietnamese": "Đây là Xử Nữ hay Thiên Bình?"
    },
    {
        "start": 483.232,
        "dur": 1.248,
        "text": "This is Virgo.",
        "vietnamese": "Đây là Xử Nữ."
    },
    {
        "start": 484.48,
        "dur": 1.824,
        "text": "Okay, so your real horoscope.",
        "vietnamese": "Được rồi, vậy tử vi thực sự của bạn."
    },
    {
        "start": 490.096,
        "dur": 4.784,
        "text": "An intense emotional dream could move you so powerfully",
        "vietnamese": "Một giấc mơ giàu cảm xúc mãnh liệt có thể lay động bạn một cách mạnh mẽ"
    },
    {
        "start": 494.912,
        "dur": 7.584,
        "text": "that you wake with the odd sense that the dream was rea l. Write it down, Virgo!",
        "vietnamese": "rằng bạn thức dậy với cảm giác kỳ lạ rằng giấc mơ là có thật. Hãy viết nó ra, Xử Nữ!"
    },
    {
        "start": 502.62,
        "dur": 6.932,
        "text": "Efforts to overcome obstacles and advance yourself in your career could finally be paying off",
        "vietnamese": "Những nỗ lực vượt qua trở ngại và thăng tiến trong sự nghiệp cuối cùng cũng có thể được đền đáp"
    },
    {
        "start": 509.87,
        "dur": 6.626,
        "text": "Wow. That's actually interesting because in that list of ways of predicting the future,",
        "vietnamese": "Ồ. Điều đó thực sự thú vị vì trong danh sách các cách dự đoán tương lai,"
    },
    {
        "start": 516.544,
        "dur": 3.36,
        "text": "there was one that was based on dreams.",
        "vietnamese": "có một cái dựa trên những giấc mơ."
    },
    {
        "start": 519.9,
        "dur": 5.764,
        "text": "So maybe you should write down whatever your dream was last night and then we should find a dream reader",
        "vietnamese": "Vì vậy có lẽ bạn nên viết ra giấc mơ của bạn đêm qua là gì và sau đó chúng ta nên tìm người đọc giấc mơ"
    },
    {
        "start": 525.744,
        "dur": 2.266,
        "text": "and then we'll know even more about your future.",
        "vietnamese": "và khi đó chúng tôi sẽ biết nhiều hơn về tương lai của bạn."
    },
    {
        "start": 528.01,
        "dur": 1.014,
        "text": "That's exciting.",
        "vietnamese": "Điều đó thật thú vị."
    },
    {
        "start": 529.024,
        "dur": 5.2,
        "text": "Yeah. So, astrology I actually had a period of time where I was really interested",
        "vietnamese": "Vâng. Vì vậy, chiêm tinh học thực sự đã có khoảng thời gian tôi thực sự quan tâm"
    },
    {
        "start": 534.304,
        "dur": 4.848,
        "text": "in astrology and I had this book which was,",
        "vietnamese": "về chiêm tinh học và tôi có cuốn sách này,"
    },
    {
        "start": 539.904,
        "dur": 4.48,
        "text": "I think it was called, \"The Only Astrology Book You'll Ever Need\"",
        "vietnamese": "Tôi nghĩ nó có tên là \"Cuốn sách chiêm tinh duy nhất bạn cần\""
    },
    {
        "start": 544.38,
        "dur": 4.836,
        "text": "and it was pretty thorough. It's like a textbook with 300 pages or something.",
        "vietnamese": "và nó khá kỹ lưỡng. Nó giống như một cuốn sách giáo khoa có 300 trang hay gì đó."
    },
    {
        "start": 549.216,
        "dur": 3.184,
        "text": "it was huge, I remember. It was a really, big book.",
        "vietnamese": "nó rất lớn, tôi nhớ. Đó thực sự là một cuốn sách lớn."
    },
    {
        "start": 552.448,
        "dur": 5.232,
        "text": "And it factored all the aspects of astrology",
        "vietnamese": "Và nó bao gồm tất cả các khía cạnh của chiêm tinh học"
    },
    {
        "start": 557.84,
        "dur": 3.04,
        "text": "down to the time that you were born.",
        "vietnamese": "cho đến thời điểm bạn được sinh ra."
    },
    {
        "start": 560.88,
        "dur": 5.392,
        "text": "So if you were born at 11 o'clock on this day, and this year,",
        "vietnamese": "Vì vậy, nếu bạn sinh vào lúc 11 giờ ngày này và năm nay,"
    },
    {
        "start": 566.304,
        "dur": 4.304,
        "text": "I guess the sun was in this position and the moon was in that position,",
        "vietnamese": "Tôi đoán mặt trời ở vị trí này và mặt trăng ở vị trí kia,"
    },
    {
        "start": 570.6,
        "dur": 4.392,
        "text": "and some planet was flying around the universe",
        "vietnamese": "và một số hành tinh đang bay quanh vũ trụ"
    },
    {
        "start": 575.424,
        "dur": 3.04,
        "text": "It had different influences on you.",
        "vietnamese": "Nó có những ảnh hưởng khác nhau đến bạn."
    },
    {
        "start": 582.19,
        "dur": 0.034,
        "text": "And after you had calculated everything,",
        "vietnamese": "Và sau khi bạn đã tính toán mọi thứ,"
    },
    {
        "start": 582.224,
        "dur": 2.288,
        "text": "you read a couple of different pages, And after you had calculated everything,",
        "vietnamese": "bạn đọc một vài trang khác nhau, Và sau khi bạn đã tính toán mọi thứ,"
    },
    {
        "start": 584.51,
        "dur": 5.426,
        "text": "and it described in detail about your character, And after you had calculated everything,",
        "vietnamese": "và nó mô tả chi tiết về tính cách của bạn, Và sau khi bạn đã tính toán mọi thứ,"
    },
    {
        "start": 589.936,
        "dur": 0.114,
        "text": "And after you had calculated everything,",
        "vietnamese": "Và sau khi bạn đã tính toán mọi thứ,"
    },
    {
        "start": 590.05,
        "dur": 4.014,
        "text": "your personality, your tendencies, the habits that you have,",
        "vietnamese": "tính cách của bạn, xu hướng của bạn, những thói quen mà bạn có,"
    },
    {
        "start": 594.064,
        "dur": 3.12,
        "text": "the things that you like or you don't like.",
        "vietnamese": "những điều bạn thích hoặc không thích."
    },
    {
        "start": 597.18,
        "dur": 6.116,
        "text": "Really in a lot of detail. And the first time that I seen this book was actually a friend of mine",
        "vietnamese": "Thực sự rất chi tiết. Và lần đầu tiên tôi nhìn thấy cuốn sách này thực ra là một người bạn của tôi"
    },
    {
        "start": 603.344,
        "dur": 3.008,
        "text": "and I was blown away with it's accuracy.",
        "vietnamese": "và tôi đã rất ngạc nhiên với độ chính xác của nó."
    },
    {
        "start": 606.384,
        "dur": 2.928,
        "text": "I thought it was probably 90% accurate",
        "vietnamese": "Mình nghĩ có lẽ đúng 90%"
    },
    {
        "start": 610.064,
        "dur": 2.912,
        "text": "but not vague like these horoscopes.",
        "vietnamese": "nhưng không mơ hồ như những lá số tử vi này."
    },
    {
        "start": 613.45,
        "dur": 1.686,
        "text": "These could be applicable for anybody.",
        "vietnamese": "Những điều này có thể áp dụng được cho bất kỳ ai."
    },
    {
        "start": 615.13,
        "dur": 3.27,
        "text": "Like you could have a powerful brainstorming day.",
        "vietnamese": "Giống như bạn có thể có một ngày động não mạnh mẽ."
    },
    {
        "start": 618.416,
        "dur": 0.704,
        "text": "I could.",
        "vietnamese": "Tôi có thể."
    },
    {
        "start": 619.12,
        "dur": 0.016,
        "text": "And I could have had a strange dream. I could.",
        "vietnamese": "Và tôi có thể đã có một giấc mơ kỳ lạ. Tôi có thể."
    },
    {
        "start": 619.136,
        "dur": 3.488,
        "text": "And I could have had a strange dream.",
        "vietnamese": "Và tôi có thể đã có một giấc mơ kỳ lạ."
    },
    {
        "start": 622.816,
        "dur": 0.288,
        "text": "Right.",
        "vietnamese": "Phải."
    },
    {
        "start": 623.136,
        "dur": 1.064,
        "text": "That I should write down.",
        "vietnamese": "Rằng tôi nên viết ra."
    },
    {
        "start": 624.2,
        "dur": 6.0,
        "text": "But this book that you are talking about, it was more accurate. It was like almost like you wrote about it.",
        "vietnamese": "Nhưng cuốn sách mà bạn đang nói tới thì chính xác hơn. Nó gần giống như bạn đã viết về nó."
    },
    {
        "start": 630.512,
        "dur": 5.2,
        "text": "Yeah, wrote about myself and if you were to I gave my horoscope",
        "vietnamese": "Vâng, viết về bản thân tôi và nếu bạn viết thì tôi đã đưa ra lá số tử vi của mình"
    },
    {
        "start": 635.76,
        "dur": 4.4,
        "text": "to you and said, this is yours, and just change the title at the top,",
        "vietnamese": "với bạn và nói, đây là của bạn, và chỉ cần thay đổi tiêu đề ở trên cùng,"
    },
    {
        "start": 640.272,
        "dur": 3.04,
        "text": "you'd be like, \"Well, this isn't like me at all.\"",
        "vietnamese": "bạn sẽ nói, \"Chà, điều này không giống tôi chút nào.\""
    },
    {
        "start": 643.31,
        "dur": 4.386,
        "text": "But his was really, really accurate as well.",
        "vietnamese": "Nhưng lời nói của anh ấy cũng thực sự rất chính xác."
    },
    {
        "start": 647.69,
        "dur": 2.87,
        "text": "Especially because he was on the cusp.",
        "vietnamese": "Đặc biệt là vì anh ấy đang ở trên đỉnh."
    },
    {
        "start": 650.784,
        "dur": 3.6,
        "text": "It was more of a proper horoscope",
        "vietnamese": "Đó giống như một lá số tử vi thích hợp hơn"
    },
    {
        "start": 654.38,
        "dur": 4.724,
        "text": "instead of the blend or having to read one and then read the other one",
        "vietnamese": "thay vì pha trộn hoặc phải đọc cái này rồi đọc cái kia"
    },
    {
        "start": 659.552,
        "dur": 2.4,
        "text": "because it was down to the day.",
        "vietnamese": "bởi vì nó đã xuống trong ngày."
    },
    {
        "start": 662.528,
        "dur": 1.6,
        "text": "It was very accurate.",
        "vietnamese": "Nó rất chính xác."
    },
    {
        "start": 664.12,
        "dur": 3.784,
        "text": "So that's where my opinion changed a little bit about astrology.",
        "vietnamese": "Vì vậy, đó là lúc quan điểm của tôi thay đổi một chút về chiêm tinh học."
    },
    {
        "start": 667.9,
        "dur": 4.676,
        "text": "I don't think that I would be willing to base my life decisions on it.",
        "vietnamese": "Tôi không nghĩ rằng tôi sẽ sẵn sàng đưa ra những quyết định về cuộc đời mình dựa trên đó."
    },
    {
        "start": 672.624,
        "dur": 1.872,
        "text": "You weren’t skeptical.",
        "vietnamese": "Bạn không hoài nghi."
    },
    {
        "start": 674.528,
        "dur": 6.272,
        "text": "Well I'm still, I think it's interesting, I think it's insanely accurate. I don't know how.",
        "vietnamese": "Chà, tôi vẫn vậy, tôi nghĩ nó thú vị, tôi nghĩ nó cực kỳ chính xác. Tôi không biết làm thế nào."
    },
    {
        "start": 680.992,
        "dur": 2.048,
        "text": "It's a little bit of a mystery.",
        "vietnamese": "Đó là một chút bí ẩn."
    },
    {
        "start": 683.04,
        "dur": 5.824,
        "text": "But what would be really cool is if you could leave us a comment below,",
        "vietnamese": "Nhưng điều thực sự thú vị là nếu bạn có thể để lại nhận xét cho chúng tôi bên dưới,"
    },
    {
        "start": 689.488,
        "dur": 3.744,
        "text": "and telling us what your zodiac sign is.",
        "vietnamese": "và cho chúng tôi biết cung hoàng đạo của bạn là gì."
    },
    {
        "start": 693.23,
        "dur": 3.81,
        "text": "If you don't know, just type in to Google zodiac sign",
        "vietnamese": "Nếu bạn không biết, chỉ cần gõ vào cung hoàng đạo Google"
    },
    {
        "start": 697.136,
        "dur": 4.16,
        "text": "and it will have a set of dates and you just need to determine",
        "vietnamese": "và nó sẽ có một tập hợp các ngày và bạn chỉ cần xác định"
    },
    {
        "start": 701.37,
        "dur": 2.15,
        "text": "which day your birthday falls on.",
        "vietnamese": "sinh nhật của bạn rơi vào ngày nào"
    },
    {
        "start": 703.6,
        "dur": 0.416,
        "text": "Yeah.",
        "vietnamese": "Vâng."
    },
    {
        "start": 704.048,
        "dur": 2.56,
        "text": "And then you will know what your zodiac sign is.",
        "vietnamese": "Và khi đó bạn sẽ biết cung hoàng đạo của mình là gì."
    },
    {
        "start": 706.64,
        "dur": 3.296,
        "text": "And maybe you could do some English reading practice",
        "vietnamese": "Và có lẽ bạn có thể luyện đọc tiếng Anh"
    },
    {
        "start": 709.936,
        "dur": 0.016,
        "text": "Exactly. And maybe you could do some English reading practice",
        "vietnamese": "Chính xác. Và có lẽ bạn có thể luyện đọc tiếng Anh"
    },
    {
        "start": 709.952,
        "dur": 0.8,
        "text": "Exactly.",
        "vietnamese": "Chính xác."
    },
    {
        "start": 710.752,
        "dur": 0.032,
        "text": "And learn what your future has in store. Exactly.",
        "vietnamese": "Và tìm hiểu những gì tương lai của bạn có trong cửa hàng. Chính xác."
    },
    {
        "start": 710.784,
        "dur": 2.944,
        "text": "And learn what your future has in store.",
        "vietnamese": "Và tìm hiểu những gì tương lai của bạn có trong cửa hàng."
    },
    {
        "start": 714.56,
        "dur": 4.24,
        "text": "Okay guys. So there are 3 things we want you to do right now",
        "vietnamese": "Được rồi các bạn. Vì vậy có 3 điều chúng tôi muốn bạn làm ngay bây giờ"
    },
    {
        "start": 719.6,
        "dur": 4.688,
        "text": "The first one is to subscribe to our youtube channel",
        "vietnamese": "Việc đầu tiên là đăng ký kênh youtube của chúng tôi"
    },
    {
        "start": 724.288,
        "dur": 2.992,
        "text": "To get more helpful tips just like this one",
        "vietnamese": "Để nhận thêm những lời khuyên hữu ích như thế này"
    },
    {
        "start": 728.16,
        "dur": 4.848,
        "text": "and the second one is to make sure you give us the thumbs up",
        "vietnamese": "và điều thứ hai là đảm bảo bạn sẽ đồng tình với chúng tôi"
    },
    {
        "start": 733.616,
        "dur": 2.512,
        "text": "if you like these tips and you want to see more",
        "vietnamese": "nếu bạn thích những lời khuyên này và bạn muốn xem thêm"
    },
    {
        "start": 736.16,
        "dur": 2.24,
        "text": "just give us the thumbs up",
        "vietnamese": "chỉ cần đồng ý với chúng tôi"
    },
    {
        "start": 738.4,
        "dur": 1.248,
        "text": "There's actually 4 things",
        "vietnamese": "Thực ra có 4 thứ"
    },
    {
        "start": 739.648,
        "dur": 2.512,
        "text": "The third thing is to leave us a comment",
        "vietnamese": "Điều thứ ba là để lại bình luận cho chúng tôi"
    },
    {
        "start": 742.208,
        "dur": 2.736,
        "text": "Hello, say hello, we love to hear from you",
        "vietnamese": "Xin chào, hãy nói xin chào, chúng tôi rất mong nhận được phản hồi từ bạn"
    },
    {
        "start": 745.2,
        "dur": 3.232,
        "text": "And the last thing is to follow this link",
        "vietnamese": "Và điều cuối cùng là theo liên kết này"
    },
    {
        "start": 748.544,
        "dur": 2.208,
        "text": "That's right here on the video",
        "vietnamese": "Đó là ngay trên video này"
    },
    {
        "start": 750.816,
        "dur": 7.104,
        "text": "To make sure that you join our email list Where we send you some lessons Specifically related to speaking",
        "vietnamese": "Để đảm bảo rằng bạn tham gia danh sách email của chúng tôi Nơi chúng tôi gửi cho bạn một số bài học Liên quan cụ thể đến kỹ năng nói"
    },
    {
        "start": 757.92,
        "dur": 2.208,
        "text": "so that you can get some more advice",
        "vietnamese": "để bạn có thể nhận thêm lời khuyên"
    },
    {
        "start": 760.36,
        "dur": 6.936,
        "text": "and tips about how you can become an excellent English speaker with Real English Conversations",
        "vietnamese": "và những lời khuyên về cách bạn có thể trở thành người nói tiếng Anh xuất sắc với Hội thoại tiếng Anh thực tế"
    },
    {
        "start": 767.328,
        "dur": 1.272,
        "text": "yep. We'll see you next time!",
        "vietnamese": "chuẩn rồi. Chúng tôi sẽ gặp lại bạn lần sau!"
    },
    {
        "start": 768.6,
        "dur": 0.056,
        "text": "Bye Guys yep. We'll see you next time!",
        "vietnamese": "Tạm biệt các bạn vâng. Chúng tôi sẽ gặp lại bạn lần sau!"
    },
    {
        "start": 768.656,
        "dur": 1.04,
        "text": "Bye Guys",
        "vietnamese": "Tạm biệt các bạn"
    }
]