[
    {
        "start": 7.579,
        "dur": 4.667,
        "text": "Baking apple pie? Discount orange warehouse has you covered!",
        "vietnamese": "Nướng bánh táo? Kho cam giảm giá đã có bạn nhé!"
    },
    {
        "start": 12.246,
        "dur": 1.917,
        "text": "A fruit’s a fruit, right?",
        "vietnamese": "Một quả là một quả, phải không?"
    },
    {
        "start": 14.329,
        "dur": 4.292,
        "text": "It’s 1988, and scientist James Hansen has just testified",
        "vietnamese": "Đó là năm 1988, và nhà khoa học James Hansen vừa làm chứng"
    },
    {
        "start": 18.621,
        "dur": 3.042,
        "text": "to the United States Congress that global warming trends",
        "vietnamese": "tới Quốc hội Hoa Kỳ rằng xu hướng nóng lên toàn cầu"
    },
    {
        "start": 21.663,
        "dur": 2.041,
        "text": "are caused by human activity,",
        "vietnamese": "do hoạt động của con người gây ra,"
    },
    {
        "start": 23.704,
        "dur": 3.917,
        "text": "and will pose an increasing threat to humanity in the future.",
        "vietnamese": "và sẽ là mối đe dọa ngày càng tăng đối với nhân loại trong tương lai."
    },
    {
        "start": 27.913,
        "dur": 5.166,
        "text": "Well, well. That’s unusually prescient for a human.",
        "vietnamese": "Vâng, tốt. Đó là điều tiên tri bất thường đối với con người."
    },
    {
        "start": 33.287,
        "dur": 4.0,
        "text": "Looking for a wedding dress? Try a new take on a timeless classic.",
        "vietnamese": "Bạn đang tìm kiếm một chiếc váy cưới? Hãy thử một trải nghiệm mới về một tác phẩm kinh điển vượt thời gian."
    },
    {
        "start": 37.287,
        "dur": 4.542,
        "text": "It’s sleek, flattering and modest— just like the traditional dress.",
        "vietnamese": "Nó bóng mượt, tôn dáng và khiêm tốn— giống như trang phục truyền thống."
    },
    {
        "start": 42.287,
        "dur": 4.5,
        "text": "Commercials. Could anything be more insufferable?",
        "vietnamese": "Thương mại. Có điều gì có thể không thể chịu đựng được hơn nữa?"
    },
    {
        "start": 47.079,
        "dur": 5.708,
        "text": "It’s 1997, and the United States Senate has called a hearing about global warming.",
        "vietnamese": "Đó là năm 1997, Thượng viện Hoa Kỳ đã triệu tập một phiên điều trần về hiện tượng nóng lên toàn cầu."
    },
    {
        "start": 52.829,
        "dur": 3.75,
        "text": "Some expert witnesses point out that past periods in Earth’s history",
        "vietnamese": "Một số nhân chứng chuyên môn chỉ ra rằng các giai đoạn trước đây trong lịch sử Trái đất"
    },
    {
        "start": 56.579,
        "dur": 2.25,
        "text": "were warmer than the 20th century.",
        "vietnamese": "ấm hơn so với thế kỷ 20."
    },
    {
        "start": 58.829,
        "dur": 3.708,
        "text": "Because such variations existed long before humans,",
        "vietnamese": "Bởi vì những biến thể như vậy đã tồn tại từ lâu trước con người,"
    },
    {
        "start": 62.579,
        "dur": 2.374,
        "text": "the witnesses claim the current warming trend",
        "vietnamese": "các nhân chứng khẳng định xu hướng nóng lên hiện nay"
    },
    {
        "start": 64.953,
        "dur": 3.126,
        "text": "is also the result of natural variation.",
        "vietnamese": "cũng là kết quả của sự biến đổi tự nhiên."
    },
    {
        "start": 68.288,
        "dur": 4.916,
        "text": "Ah, there is something more insufferable than a commercial.",
        "vietnamese": "À, có thứ gì đó còn khó chịu hơn cả quảng cáo."
    },
    {
        "start": 73.204,
        "dur": 4.542,
        "text": "Luckily for the humans, there’s one more expert witness.",
        "vietnamese": "Thật may mắn cho con người, có thêm một nhân chứng chuyên môn nữa."
    },
    {
        "start": 85.996,
        "dur": 2.917,
        "text": "What are you looking at? We’re all dressed.",
        "vietnamese": "Bạn đang nhìn gì vậy? Tất cả chúng tôi đều mặc quần áo."
    },
    {
        "start": 88.913,
        "dur": 3.208,
        "text": "At least we are by the logic you just used.",
        "vietnamese": "Ít nhất thì chúng tôi cũng theo logic mà bạn vừa sử dụng."
    },
    {
        "start": 92.121,
        "dur": 4.0,
        "text": "It’s as if you were to say apples and oranges are both fruits,",
        "vietnamese": "Giống như bạn nói táo và cam đều là trái cây,"
    },
    {
        "start": 96.121,
        "dur": 2.083,
        "text": "therefore they taste the same.",
        "vietnamese": "do đó chúng có hương vị giống nhau."
    },
    {
        "start": 98.204,
        "dur": 3.917,
        "text": "Or that underwear, wedding dresses, and suits are all clothes,",
        "vietnamese": "Hoặc đồ lót, váy cưới, và bộ đồ đều là quần áo,"
    },
    {
        "start": 102.121,
        "dur": 4.083,
        "text": "therefore, they’re all equally appropriate attire for a Senate hearing.",
        "vietnamese": "do đó, tất cả họ đều có trang phục phù hợp như nhau cho phiên điều trần tại Thượng viện."
    },
    {
        "start": 109.288,
        "dur": 5.625,
        "text": "The European wars of the 19th century and World War I were all wars, right?",
        "vietnamese": "Các cuộc chiến tranh ở châu Âu vào thế kỷ 19 và Thế chiến thứ nhất đều là chiến tranh, phải không?"
    },
    {
        "start": 116.371,
        "dur": 5.333,
        "text": "So World War I couldn’t be any more devastating than those other wars,",
        "vietnamese": "Vì vậy, Thế chiến thứ nhất không thể tàn khốc hơn những cuộc chiến khác,"
    },
    {
        "start": 121.704,
        "dur": 1.084,
        "text": "could it?",
        "vietnamese": "có được không?"
    },
    {
        "start": 124.496,
        "dur": 2.25,
        "text": "Let’s say two people have a fever.",
        "vietnamese": "Giả sử có hai người bị sốt."
    },
    {
        "start": 126.746,
        "dur": 3.75,
        "text": "They must have the same disease that’s causing that fever, right?",
        "vietnamese": "Họ chắc hẳn mắc cùng một căn bệnh gây ra cơn sốt đó, phải không?"
    },
    {
        "start": 133.329,
        "dur": 4.417,
        "text": "Of course not. One fever could be caused by chicken pox,",
        "vietnamese": "Tất nhiên là không. Một cơn sốt có thể do thủy đậu gây ra,"
    },
    {
        "start": 137.746,
        "dur": 4.125,
        "text": "the other by influenza, or any number of other infections.",
        "vietnamese": "cái còn lại là do cúm, hoặc bất kỳ bệnh nhiễm trùng nào khác."
    },
    {
        "start": 144.621,
        "dur": 3.333,
        "text": "Like your claim about rising global temperatures,",
        "vietnamese": "Giống như tuyên bố của bạn về việc nhiệt độ toàn cầu tăng lên,"
    },
    {
        "start": 147.954,
        "dur": 2.959,
        "text": "these claims make a false analogy.",
        "vietnamese": "những tuyên bố này tạo ra một sự tương tự sai lầm."
    },
    {
        "start": 150.954,
        "dur": 4.209,
        "text": "You're assuming that because two phenomena share a characteristic,",
        "vietnamese": "Bạn đang giả định rằng vì hai hiện tượng có chung một đặc điểm,"
    },
    {
        "start": 155.163,
        "dur": 4.666,
        "text": "in this case warming, they are analogous in other ways,",
        "vietnamese": "trong trường hợp này sự nóng lên, chúng giống nhau theo những cách khác,"
    },
    {
        "start": 159.829,
        "dur": 2.5,
        "text": "like the cause of that warming.",
        "vietnamese": "giống như nguyên nhân của sự nóng lên đó."
    },
    {
        "start": 162.871,
        "dur": 2.833,
        "text": "But there’s no evidence that that’s the case.",
        "vietnamese": "Nhưng không có bằng chứng nào cho thấy trường hợp đó xảy ra."
    },
    {
        "start": 165.704,
        "dur": 3.209,
        "text": "Yes, there have been other warm periods in Earth’s history—",
        "vietnamese": "Đúng, đã có những thời kỳ ấm áp khác trong lịch sử Trái đất—"
    },
    {
        "start": 168.913,
        "dur": 3.125,
        "text": "no one’s disputing that the climate fluctuates.",
        "vietnamese": "không ai tranh cãi rằng khí hậu biến động."
    },
    {
        "start": 172.038,
        "dur": 4.916,
        "text": "But let's take a closer look at some of those older examples of global warming,",
        "vietnamese": "Nhưng chúng ta hãy xem xét kỹ hơn một số ví dụ cũ hơn về sự nóng lên toàn cầu,"
    },
    {
        "start": 176.954,
        "dur": 1.042,
        "text": "shall we?",
        "vietnamese": "được không?"
    },
    {
        "start": 178.829,
        "dur": 4.084,
        "text": "The Cretaceous Hot Greenhouse, 92 million years ago,",
        "vietnamese": "Nhà kính nóng kỷ Phấn trắng, 92 triệu năm trước,"
    },
    {
        "start": 182.913,
        "dur": 3.125,
        "text": "was so warm, forests covered Antarctica.",
        "vietnamese": "thật ấm áp, rừng bao phủ Nam Cực."
    },
    {
        "start": 186.038,
        "dur": 5.291,
        "text": "Volcanic activity was likely responsible for boosting atmospheric carbon dioxide",
        "vietnamese": "Hoạt động núi lửa có thể là nguyên nhân làm tăng lượng khí carbon dioxide trong khí quyển"
    },
    {
        "start": 191.329,
        "dur": 2.709,
        "text": "and creating a greenhouse effect.",
        "vietnamese": "và tạo ra hiệu ứng nhà kính."
    },
    {
        "start": 194.038,
        "dur": 5.75,
        "text": "The Paleocene-Eocene Thermal Maximum, 55 million years ago,",
        "vietnamese": "Nhiệt cực đại Paleocene-Eocene, 55 triệu năm trước,"
    },
    {
        "start": 199.788,
        "dur": 4.583,
        "text": "was so warm, crocodiles swam the waters of the Arctic Circle.",
        "vietnamese": "ấm đến mức cá sấu bơi lội trong vùng nước của Vòng Bắc Cực."
    },
    {
        "start": 204.371,
        "dur": 3.708,
        "text": "This warming may have been caused by the drying of inland seas",
        "vietnamese": "Sự nóng lên này có thể là do sự khô cạn của các vùng biển nội địa"
    },
    {
        "start": 208.079,
        "dur": 3.75,
        "text": "and release of methane, a potent greenhouse gas,",
        "vietnamese": "và giải phóng khí mê-tan, một loại khí nhà kính mạnh,"
    },
    {
        "start": 211.829,
        "dur": 2.0,
        "text": "from ocean sediments.",
        "vietnamese": "từ trầm tích đại dương."
    },
    {
        "start": 214.329,
        "dur": 5.459,
        "text": "Even among these other warm periods, you’re making a false analogy.",
        "vietnamese": "Ngay cả trong những thời kỳ ấm áp khác, bạn đang thực hiện một sự tương tự sai lầm."
    },
    {
        "start": 219.788,
        "dur": 2.291,
        "text": "Yes, they had natural causes.",
        "vietnamese": "Vâng, họ có nguyên nhân tự nhiên."
    },
    {
        "start": 222.079,
        "dur": 1.917,
        "text": "But each had a different cause,",
        "vietnamese": "Nhưng mỗi người đều có một nguyên nhân khác nhau"
    },
    {
        "start": 223.996,
        "dur": 3.917,
        "text": "and involved a different amount and duration of warming.",
        "vietnamese": "và liên quan đến lượng và thời gian nóng lên khác nhau."
    },
    {
        "start": 227.954,
        "dur": 2.917,
        "text": "They’re as dissimilar as they are similar.",
        "vietnamese": "Chúng khác nhau như chúng giống nhau."
    },
    {
        "start": 231.121,
        "dur": 3.167,
        "text": "Taking them together, all we can reasonably conclude",
        "vietnamese": "Mang chúng lại với nhau, tất cả những gì chúng ta có thể kết luận một cách hợp lý"
    },
    {
        "start": 234.288,
        "dur": 2.625,
        "text": "is that the Earth’s climate seems to change",
        "vietnamese": "là khí hậu Trái đất dường như đang thay đổi"
    },
    {
        "start": 236.913,
        "dur": 3.458,
        "text": "in response to conditions on the planet.",
        "vietnamese": "để đáp ứng với các điều kiện trên hành tinh."
    },
    {
        "start": 240.413,
        "dur": 5.416,
        "text": "Today, human activity is a dominant force shaping conditions on your planet,",
        "vietnamese": "Ngày nay, hoạt động của con người là lực lượng thống trị tạo nên các điều kiện trên hành tinh của bạn,"
    },
    {
        "start": 245.829,
        "dur": 3.167,
        "text": "so the possibility that it’s driving global warming",
        "vietnamese": "nên khả năng nó đang thúc đẩy hiện tượng nóng lên toàn cầu"
    },
    {
        "start": 248.996,
        "dur": 2.458,
        "text": "can’t be dismissed out of hand.",
        "vietnamese": "không thể bị gạt ra khỏi tầm tay."
    },
    {
        "start": 251.454,
        "dur": 2.75,
        "text": "I’ll grant that the more complicated something is,",
        "vietnamese": "Tôi thừa nhận rằng điều gì đó càng phức tạp,"
    },
    {
        "start": 254.204,
        "dur": 3.541,
        "text": "the easier it is to make a mistaken analogy.",
        "vietnamese": "càng dễ mắc phải một sự tương tự sai lầm."
    },
    {
        "start": 257.745,
        "dur": 5.209,
        "text": "That’s especially true because there are many different types of false analogy:",
        "vietnamese": "Điều đó đặc biệt đúng vì có nhiều kiểu so sánh sai khác nhau:"
    },
    {
        "start": 263.329,
        "dur": 2.542,
        "text": "that similar symptoms must share a cause,",
        "vietnamese": "những triệu chứng tương tự phải có chung một nguyên nhân,"
    },
    {
        "start": 265.871,
        "dur": 5.042,
        "text": "that similar actions must lead to similar consequences, and countless others.",
        "vietnamese": "rằng những hành động tương tự sẽ dẫn đến những hậu quả tương tự và vô số những hậu quả khác."
    },
    {
        "start": 271.121,
        "dur": 4.792,
        "text": "Most false analogies you’ll come across are far less obvious",
        "vietnamese": "Hầu hết những sự tương tự sai lầm mà bạn gặp phải đều ít rõ ràng hơn nhiều"
    },
    {
        "start": 275.913,
        "dur": 5.916,
        "text": "than those comparing apples to oranges, and climate is notoriously complex.",
        "vietnamese": "hơn so với việc so sánh táo với cam, và khí hậu nổi tiếng là phức tạp."
    },
    {
        "start": 281.829,
        "dur": 4.542,
        "text": "It requires careful, rigorous study and evidence collection—",
        "vietnamese": "Nó đòi hỏi sự nghiên cứu và thu thập bằng chứng cẩn thận, nghiêm ngặt—"
    },
    {
        "start": 286.371,
        "dur": 5.167,
        "text": "and making a false analogy like this only impedes that process.",
        "vietnamese": "và việc đưa ra một phép loại suy sai lầm như thế này chỉ cản trở quá trình đó."
    },
    {
        "start": 298.829,
        "dur": 5.0,
        "text": "It’s 2013, and the United Nations Intergovernmental Panel on Climate Change",
        "vietnamese": "Bây giờ là năm 2013 và Liên Hợp Quốc Ban liên chính phủ về biến đổi khí hậu"
    },
    {
        "start": 303.829,
        "dur": 2.959,
        "text": "has found, aggregating decades of research,",
        "vietnamese": "đã tìm thấy, tổng hợp hàng thập kỷ nghiên cứu,"
    },
    {
        "start": 306.788,
        "dur": 3.791,
        "text": "that there is more than a 95% chance the global warming trend",
        "vietnamese": "rằng có hơn 95% khả năng xảy ra xu hướng nóng lên toàn cầu"
    },
    {
        "start": 310.579,
        "dur": 3.667,
        "text": "since the mid-20th century has been driven by human activity,",
        "vietnamese": "kể từ giữa thế kỷ 20 đã được thúc đẩy bởi hoạt động của con người,"
    },
    {
        "start": 314.621,
        "dur": 2.458,
        "text": "namely the burning of fossil fuels.",
        "vietnamese": "cụ thể là đốt nhiên liệu hóa thạch."
    },
    {
        "start": 318.079,
        "dur": 1.584,
        "text": "You’re both pets,",
        "vietnamese": "Cả hai bạn đều là thú cưng,"
    },
    {
        "start": 319.663,
        "dur": 4.208,
        "text": "and he likes living in water, so you should, too.",
        "vietnamese": "và anh ấy thích sống dưới nước, vì vậy bạn cũng nên như vậy."
    }
]