[
    {
        "start": 14.463,
        "dur": 5.434,
        "text": "In college sports, American universities are exploiting, disproportionately,",
        "vietnamese": "Trong thể thao đại học, các trường đại học Mỹ đang khai thác một cách không công bằng,"
    },
    {
        "start": 19.93,
        "dur": 1.3,
        "text": "Black athletes",
        "vietnamese": "Vận động viên da đen"
    },
    {
        "start": 21.263,
        "dur": 1.734,
        "text": "for billions of dollars,",
        "vietnamese": "với giá hàng tỷ đô la,"
    },
    {
        "start": 22.997,
        "dur": 3.6,
        "text": "while diminishing their education, health and safety.",
        "vietnamese": "trong khi làm giảm trình độ học vấn của họ, sức khỏe và an toàn."
    },
    {
        "start": 27.497,
        "dur": 1.7,
        "text": "Let me start with a bit of history.",
        "vietnamese": "Hãy để tôi bắt đầu với một chút lịch sử."
    },
    {
        "start": 29.863,
        "dur": 1.5,
        "text": "In November 1984,",
        "vietnamese": "Vào tháng 11 năm 1984,"
    },
    {
        "start": 31.397,
        "dur": 3.666,
        "text": "an undersized quarterback from Boston College named Doug Flutie",
        "vietnamese": "một tiền vệ kém cỏi đến từ Đại học Boston tên là Doug Flutie"
    },
    {
        "start": 35.097,
        "dur": 3.666,
        "text": "threw a game-winning touchdown pass against the defending national champions,",
        "vietnamese": "ném một đường chuyền quyết định chiến thắng vào lưới đương kim vô địch quốc gia,"
    },
    {
        "start": 38.797,
        "dur": 1.2,
        "text": "University of Miami.",
        "vietnamese": "Đại học Miami."
    },
    {
        "start": 40.463,
        "dur": 2.534,
        "text": "As the Hail Mary pass floated through the fall air",
        "vietnamese": "Khi đường đèo Kính Mừng trôi qua trong không khí mùa thu"
    },
    {
        "start": 43.03,
        "dur": 1.5,
        "text": "in front of a packed stadium,",
        "vietnamese": "trước một sân vận động đông đúc,"
    },
    {
        "start": 44.563,
        "dur": 2.567,
        "text": "millions more watched with excitement on TV.",
        "vietnamese": "hàng triệu người khác theo dõi với sự phấn khích trên TV."
    },
    {
        "start": 47.93,
        "dur": 1.6,
        "text": "After the dramatic win,",
        "vietnamese": "Sau chiến thắng kịch tính,"
    },
    {
        "start": 49.53,
        "dur": 4.7,
        "text": "undergraduate application rates at Boston College shot up by 30 percent,",
        "vietnamese": "tỷ lệ đăng ký học đại học tại Cao đẳng Boston tăng 30%,"
    },
    {
        "start": 54.23,
        "dur": 3.467,
        "text": "revealing to universities the enormous marketing value",
        "vietnamese": "tiết lộ cho các trường đại học giá trị tiếp thị to lớn"
    },
    {
        "start": 57.697,
        "dur": 2.266,
        "text": "of building high-profile sports programs.",
        "vietnamese": "xây dựng các chương trình thể thao đỉnh cao."
    },
    {
        "start": 60.83,
        "dur": 3.067,
        "text": "That same year, the United States Supreme Court heard a case",
        "vietnamese": "Cùng năm đó, Hoa Kỳ Tòa án tối cao xét xử một vụ án"
    },
    {
        "start": 63.93,
        "dur": 2.967,
        "text": "in which the Universities of Georgia and Oklahoma",
        "vietnamese": "trong đó Đại học Georgia và Oklahoma"
    },
    {
        "start": 66.93,
        "dur": 4.0,
        "text": "challenged rules that limited the number of football games they could play on TV.",
        "vietnamese": "thách thức các quy tắc hạn chế số lượng trận bóng đá mà họ có thể chơi trên TV."
    },
    {
        "start": 71.463,
        "dur": 2.667,
        "text": "Those schools saw the opportunity to not only make money",
        "vietnamese": "Những trường đó nhìn thấy cơ hội không chỉ để kiếm tiền"
    },
    {
        "start": 74.163,
        "dur": 1.667,
        "text": "by televising their games,",
        "vietnamese": "bằng cách truyền hình các trận đấu của họ,"
    },
    {
        "start": 75.863,
        "dur": 2.667,
        "text": "but to also market their universities to the world.",
        "vietnamese": "mà còn để tiếp thị các trường đại học của họ với thế giới."
    },
    {
        "start": 79.263,
        "dur": 3.834,
        "text": "The Supreme Court agreed that the broadcasting restrictions were illegal",
        "vietnamese": "Tòa án tối cao đồng ý rằng các hạn chế phát sóng là bất hợp pháp"
    },
    {
        "start": 83.097,
        "dur": 3.533,
        "text": "and schools began to negotiate TV deals worth millions.",
        "vietnamese": "và các trường bắt đầu đàm phán Những hợp đồng truyền hình trị giá hàng triệu USD."
    },
    {
        "start": 87.363,
        "dur": 3.867,
        "text": "That case opened the floodgates to money in college athletics,",
        "vietnamese": "Vụ đó đã mở ra cánh cửa kiếm tiền cho các môn thể thao ở trường đại học,"
    },
    {
        "start": 91.263,
        "dur": 2.734,
        "text": "and with it, ever-growing conflicts of interest",
        "vietnamese": "và cùng với nó là những xung đột lợi ích ngày càng gia tăng"
    },
    {
        "start": 94.03,
        "dur": 2.867,
        "text": "that prioritize sports over education,",
        "vietnamese": "ưu tiên thể thao hơn giáo dục,"
    },
    {
        "start": 96.897,
        "dur": 2.566,
        "text": "promote wins over health and safety",
        "vietnamese": "thúc đẩy chiến thắng về sức khỏe và an toàn"
    },
    {
        "start": 99.497,
        "dur": 4.433,
        "text": "and reinforce the disturbing racial and economic inequities in our country.",
        "vietnamese": "và củng cố sự bất bình đẳng về chủng tộc và kinh tế đáng lo ngại ở nước ta."
    },
    {
        "start": 104.563,
        "dur": 3.9,
        "text": "Since then, the growth in college sports has been extraordinary",
        "vietnamese": "Kể từ đó, sự phát triển trong thể thao ở trường đại học đã trở nên phi thường."
    },
    {
        "start": 108.497,
        "dur": 3.3,
        "text": "and schools have earned record revenues year after year.",
        "vietnamese": "và các trường học đã đạt được doanh thu kỷ lục hàng năm."
    },
    {
        "start": 112.697,
        "dur": 2.5,
        "text": "The spending during that same time period",
        "vietnamese": "Chi tiêu trong cùng khoảng thời gian đó"
    },
    {
        "start": 115.23,
        "dur": 2.733,
        "text": "has increased at almost the same dramatic pace,",
        "vietnamese": "đã tăng với tốc độ gần như ấn tượng như vậy,"
    },
    {
        "start": 117.997,
        "dur": 3.933,
        "text": "as universities engage in an arms race to the top of the rankings.",
        "vietnamese": "khi các trường đại học tham gia vào một cuộc chạy đua vũ trang để giành vị trí đầu bảng xếp hạng."
    },
    {
        "start": 122.797,
        "dur": 4.833,
        "text": "Massive expenditures on new stadiums, bigger staffs and record salaries",
        "vietnamese": "Chi tiêu lớn cho các sân vận động mới, đội ngũ nhân viên lớn hơn và mức lương kỷ lục"
    },
    {
        "start": 127.663,
        "dur": 2.3,
        "text": "have made it appear, on the books at least,",
        "vietnamese": "đã làm cho nó xuất hiện, ít nhất là trên sách,"
    },
    {
        "start": 129.997,
        "dur": 2.466,
        "text": "that athletic departments are losing money,",
        "vietnamese": "rằng các bộ môn thể thao đang thua lỗ,"
    },
    {
        "start": 132.463,
        "dur": 1.734,
        "text": "while they build lavish facilities",
        "vietnamese": "trong khi họ xây dựng những cơ sở xa hoa"
    },
    {
        "start": 134.23,
        "dur": 3.6,
        "text": "and make multimillionaires out of coaches and administrators.",
        "vietnamese": "và biến các huấn luyện viên và quản trị viên thành triệu phú."
    },
    {
        "start": 138.597,
        "dur": 3.2,
        "text": "In fact, in 40 out of 50 states,",
        "vietnamese": "Thực tế, ở 40 trên 50 tiểu bang,"
    },
    {
        "start": 141.83,
        "dur": 5.267,
        "text": "the highest-paid public employee is now a college football or basketball coach.",
        "vietnamese": "công chức được trả lương cao nhất hiện nay là huấn luyện viên bóng đá hoặc bóng rổ của trường đại học."
    },
    {
        "start": 148.097,
        "dur": 5.3,
        "text": "Meanwhile, college athletes, whose elite talents generate these massive revenues,",
        "vietnamese": "Trong khi đó, các vận động viên đại học, những người có tài năng ưu tú, tạo ra những khoản thu nhập khổng lồ,"
    },
    {
        "start": 154.197,
        "dur": 4.033,
        "text": "are not only denied the ability to share in the riches they create,",
        "vietnamese": "không chỉ bị từ chối khả năng chia sẻ của cải mà họ tạo ra,"
    },
    {
        "start": 158.263,
        "dur": 3.6,
        "text": "too many of them are not given the education they're promised, either.",
        "vietnamese": "quá nhiều người trong số họ cũng không được hưởng nền giáo dục như đã hứa."
    },
    {
        "start": 162.797,
        "dur": 5.866,
        "text": "Today, college athletes are exploited to the tune of almost 15 billion dollars.",
        "vietnamese": "Ngày nay, các vận động viên đại học bị bóc lột với số tiền gần 15 tỷ đô la."
    },
    {
        "start": 169.497,
        "dur": 2.966,
        "text": "That's how much money is generated by college sports each year.",
        "vietnamese": "Đó là số tiền mà thể thao đại học tạo ra mỗi năm."
    },
    {
        "start": 173.163,
        "dur": 2.5,
        "text": "And I'm all too familiar with the exploitation,",
        "vietnamese": "Và tôi đã quá quen với việc bóc lột,"
    },
    {
        "start": 175.697,
        "dur": 3.333,
        "text": "because I used to be responsible for enforcing it.",
        "vietnamese": "bởi vì tôi từng chịu trách nhiệm thực thi nó."
    },
    {
        "start": 179.997,
        "dur": 3.533,
        "text": "Following my own college baseball career at the University of Dayton,",
        "vietnamese": "Sau sự nghiệp bóng chày ở trường đại học của tôi tại Đại học Dayton,"
    },
    {
        "start": 183.53,
        "dur": 2.633,
        "text": "I went on to law school before becoming an investigator",
        "vietnamese": "Tôi tiếp tục học trường luật trước khi trở thành điều tra viên"
    },
    {
        "start": 186.197,
        "dur": 2.733,
        "text": "at the National Collegiate Athletic Association.",
        "vietnamese": "tại trường Cao đẳng Quốc gia Hiệp hội điền kinh."
    },
    {
        "start": 188.963,
        "dur": 3.134,
        "text": "I traveled to college campuses across the country",
        "vietnamese": "Tôi đã đi đến các trường đại học trên khắp đất nước"
    },
    {
        "start": 192.097,
        "dur": 4.4,
        "text": "and helped enforce a 400-page rule book that denies athletes the right to get paid",
        "vietnamese": "và giúp thực thi một cuốn sách quy tắc dài 400 trang từ chối quyền được trả tiền của các vận động viên"
    },
    {
        "start": 196.53,
        "dur": 1.2,
        "text": "for their performance",
        "vietnamese": "cho hiệu suất của họ"
    },
    {
        "start": 197.763,
        "dur": 1.934,
        "text": "or even profit from their own name.",
        "vietnamese": "hoặc thậm chí thu lợi nhuận từ tên riêng của họ."
    },
    {
        "start": 200.33,
        "dur": 4.333,
        "text": "For instance: unlike the music student who, in addition to their scholarship,",
        "vietnamese": "Ví dụ: không giống như sinh viên âm nhạc, ngoài học bổng của họ,"
    },
    {
        "start": 204.697,
        "dur": 2.333,
        "text": "can get paid to record a song,",
        "vietnamese": "có thể được trả tiền để thu âm một bài hát,"
    },
    {
        "start": 207.063,
        "dur": 3.2,
        "text": "or the English student who, in addition to their scholarship,",
        "vietnamese": "hoặc sinh viên người Anh, ngoài học bổng của họ,"
    },
    {
        "start": 210.297,
        "dur": 1.7,
        "text": "can get paid to write a book,",
        "vietnamese": "có thể được trả tiền để viết một cuốn sách,"
    },
    {
        "start": 212.03,
        "dur": 2.833,
        "text": "college athletes cannot profit from their talents",
        "vietnamese": "vận động viên đại học không thể kiếm lợi từ tài năng của họ"
    },
    {
        "start": 214.897,
        "dur": 1.633,
        "text": "or even take a free meal",
        "vietnamese": "hoặc thậm chí có một bữa ăn miễn phí"
    },
    {
        "start": 216.53,
        "dur": 3.4,
        "text": "without being ruled ineligible and risking their scholarship.",
        "vietnamese": "mà không bị phán quyết là không đủ điều kiện và mạo hiểm học bổng của họ."
    },
    {
        "start": 221.097,
        "dur": 2.066,
        "text": "During my time as an investigator,",
        "vietnamese": "Trong thời gian làm điều tra viên,"
    },
    {
        "start": 223.197,
        "dur": 2.466,
        "text": "I questioned hundreds of athletes and their families",
        "vietnamese": "Tôi đã hỏi hàng trăm vận động viên và gia đình họ"
    },
    {
        "start": 225.697,
        "dur": 2.133,
        "text": "about their financial transactions,",
        "vietnamese": "về các giao dịch tài chính của họ,"
    },
    {
        "start": 227.863,
        "dur": 2.4,
        "text": "dug through their personal bank and phone records",
        "vietnamese": "tìm hiểu hồ sơ ngân hàng và điện thoại cá nhân của họ"
    },
    {
        "start": 230.263,
        "dur": 4.334,
        "text": "and scrutinized their relationships to a humiliating degree,",
        "vietnamese": "và xem xét kỹ lưỡng mối quan hệ của họ ở mức độ đáng xấu hổ,"
    },
    {
        "start": 234.63,
        "dur": 4.067,
        "text": "all for the possibility that someone gave them something beyond a scholarship,",
        "vietnamese": "tất cả chỉ vì khả năng ai đó đã cho họ thứ gì đó ngoài học bổng,"
    },
    {
        "start": 238.73,
        "dur": 1.467,
        "text": "no matter how petty.",
        "vietnamese": "dù nhỏ nhặt đến đâu."
    },
    {
        "start": 241.163,
        "dur": 3.5,
        "text": "In one case, I questioned Ohio State football players",
        "vietnamese": "Trong một trường hợp, tôi đã hỏi Cầu thủ bóng đá bang Ohio"
    },
    {
        "start": 244.663,
        "dur": 4.034,
        "text": "who received free tattoos and cash in exchange for memorabilia.",
        "vietnamese": "người nhận được hình xăm miễn phí và tiền mặt để đổi lấy những kỷ vật."
    },
    {
        "start": 249.43,
        "dur": 3.767,
        "text": "The case received national attention and became known as \"Tattoo Gate,\"",
        "vietnamese": "Vụ án nhận được sự chú ý của cả nước và được biết đến với cái tên \"Cổng hình xăm\"."
    },
    {
        "start": 253.23,
        "dur": 3.333,
        "text": "as if it were a scandal on par with political espionage.",
        "vietnamese": "như thể đó là một vụ bê bối ngang tầm với gián điệp chính trị."
    },
    {
        "start": 257.23,
        "dur": 3.167,
        "text": "The players were suspended and had to repay the cash",
        "vietnamese": "Các cầu thủ bị đình chỉ thi đấu và phải hoàn trả số tiền mặt"
    },
    {
        "start": 260.43,
        "dur": 2.133,
        "text": "as well as the value of the tattoos.",
        "vietnamese": "cũng như giá trị của hình xăm."
    },
    {
        "start": 263.23,
        "dur": 4.833,
        "text": "In effect, unpaid athletes were fined by a billion-dollar organization",
        "vietnamese": "Thực tế, vận động viên không được trả lương bị tổ chức tỷ USD phạt"
    },
    {
        "start": 268.097,
        "dur": 4.233,
        "text": "that gets paid by sponsors to decorate the athletes in corporate logos.",
        "vietnamese": "được các nhà tài trợ trả tiền để trang trí cho các vận động viên trên logo của công ty."
    },
    {
        "start": 273.097,
        "dur": 4.533,
        "text": "I was told my job was to promote fairness, but there was nothing fair about that.",
        "vietnamese": "Tôi được bảo rằng công việc của tôi là thúc đẩy sự công bằng, nhưng không có gì công bằng về điều đó."
    },
    {
        "start": 278.563,
        "dur": 3.934,
        "text": "Shortly thereafter, I left the NCAA and started fighting for the athletes.",
        "vietnamese": "Ngay sau đó, tôi rời NCAA và bắt đầu chiến đấu vì các vận động viên."
    },
    {
        "start": 282.497,
        "dur": 2.0,
        "text": "It became increasingly clear to me",
        "vietnamese": "Nó ngày càng trở nên rõ ràng với tôi"
    },
    {
        "start": 284.53,
        "dur": 3.233,
        "text": "that rules supposedly designed to prevent exploitation",
        "vietnamese": "những quy tắc được cho là được thiết kế để ngăn chặn việc khai thác"
    },
    {
        "start": 287.797,
        "dur": 4.566,
        "text": "instead allow a collection of universities and their wealthy corporate sponsors",
        "vietnamese": "thay vào đó hãy cho phép một tập hợp các trường đại học và các nhà tài trợ doanh nghiệp giàu có của họ"
    },
    {
        "start": 292.397,
        "dur": 2.066,
        "text": "to profit off the athletes,",
        "vietnamese": "để thu lợi từ các vận động viên,"
    },
    {
        "start": 294.497,
        "dur": 3.966,
        "text": "who are promised an education and lured by a chance at the pros",
        "vietnamese": "những người được hứa hẹn về một nền giáo dục và bị thu hút bởi cơ hội trở thành chuyên gia"
    },
    {
        "start": 298.497,
        "dur": 2.4,
        "text": "but who too often end up with nothing.",
        "vietnamese": "nhưng lại thường không đạt được kết quả gì."
    },
    {
        "start": 302.03,
        "dur": 3.3,
        "text": "Now, some people believe college athletes get a free ride.",
        "vietnamese": "Bây giờ, một số người tin rằng các vận động viên đại học được hưởng một chuyến đi miễn phí."
    },
    {
        "start": 305.897,
        "dur": 3.733,
        "text": "However, there is nothing free about risking health and safety",
        "vietnamese": "Tuy nhiên, không có gì miễn phí khi mạo hiểm sức khỏe và sự an toàn"
    },
    {
        "start": 309.63,
        "dur": 2.1,
        "text": "while working 40 to 50 hours per week",
        "vietnamese": "khi làm việc 40 đến 50 giờ mỗi tuần"
    },
    {
        "start": 311.763,
        "dur": 2.1,
        "text": "as you fight to keep your scholarship.",
        "vietnamese": "khi bạn chiến đấu để giữ học bổng của mình."
    },
    {
        "start": 314.963,
        "dur": 1.3,
        "text": "In football alone,",
        "vietnamese": "Riêng trong bóng đá,"
    },
    {
        "start": 316.297,
        "dur": 2.966,
        "text": "there are over 20,000 injuries a year,",
        "vietnamese": "có hơn 20.000 ca chấn thương mỗi năm,"
    },
    {
        "start": 319.297,
        "dur": 4.066,
        "text": "including 4,000 knee injuries and 1,000 spinal injuries.",
        "vietnamese": "trong đó có 4.000 ca chấn thương đầu gối và 1.000 ca chấn thương cột sống."
    },
    {
        "start": 323.93,
        "dur": 3.133,
        "text": "Since 2000, forty players have died.",
        "vietnamese": "Kể từ năm 2000, bốn mươi người chơi đã chết."
    },
    {
        "start": 328.197,
        "dur": 2.633,
        "text": "Beyond football, a recent study revealed",
        "vietnamese": "Ngoài bóng đá, một nghiên cứu gần đây tiết lộ"
    },
    {
        "start": 330.863,
        "dur": 4.434,
        "text": "that an estimated 60 percent of Division 1 college athletes",
        "vietnamese": "ước tính có khoảng 60% vận động viên đại học của Đội 1"
    },
    {
        "start": 335.33,
        "dur": 2.167,
        "text": "suffer a major injury in their career,",
        "vietnamese": "phải chịu một chấn thương lớn trong sự nghiệp của họ,"
    },
    {
        "start": 337.53,
        "dur": 2.333,
        "text": "and over half of them endure chronic conditions",
        "vietnamese": "và hơn một nửa trong số họ phải chịu đựng những căn bệnh mãn tính"
    },
    {
        "start": 339.863,
        "dur": 2.167,
        "text": "that last well beyond their playing days.",
        "vietnamese": "kéo dài lâu hơn những ngày chơi của họ."
    },
    {
        "start": 342.497,
        "dur": 1.833,
        "text": "There is nothing free about that,",
        "vietnamese": "Không có gì miễn phí về điều đó,"
    },
    {
        "start": 344.363,
        "dur": 4.167,
        "text": "especially as the NCAA refuses to enforce health and safety standards",
        "vietnamese": "đặc biệt là khi NCAA từ chối thực thi các tiêu chuẩn về sức khỏe và an toàn"
    },
    {
        "start": 348.53,
        "dur": 3.267,
        "text": "and has denied in court it even has that responsibility.",
        "vietnamese": "và đã phủ nhận trước tòa rằng họ thậm chí còn có trách nhiệm đó."
    },
    {
        "start": 353.163,
        "dur": 2.267,
        "text": "And about that education they're promised --",
        "vietnamese": "Và về nền giáo dục mà họ đã hứa --"
    },
    {
        "start": 355.463,
        "dur": 2.867,
        "text": "according to the College Sports Research Institute,",
        "vietnamese": "theo Thể thao trường đại học Viện nghiên cứu,"
    },
    {
        "start": 358.363,
        "dur": 3.934,
        "text": "Black football and basketball players in the top five conferences",
        "vietnamese": "Các cầu thủ bóng đá và bóng rổ da đen trong năm hội nghị hàng đầu"
    },
    {
        "start": 362.33,
        "dur": 3.9,
        "text": "graduate at 22 and 37 percent lower",
        "vietnamese": "tốt nghiệp ở mức thấp hơn 22 và 37 phần trăm"
    },
    {
        "start": 366.263,
        "dur": 1.734,
        "text": "than the undergraduate population.",
        "vietnamese": "hơn dân số đại học."
    },
    {
        "start": 368.863,
        "dur": 4.7,
        "text": "Those who do graduate are often shuffled into majors with watered-down courses",
        "vietnamese": "Những người tốt nghiệp thường bị xáo trộn vào các chuyên ngành với các khóa học rút gọn"
    },
    {
        "start": 373.597,
        "dur": 3.6,
        "text": "that conform to their athletic schedules to simply keep them eligible.",
        "vietnamese": "phù hợp với lịch trình thể thao của họ để giúp họ đủ điều kiện."
    },
    {
        "start": 377.863,
        "dur": 3.334,
        "text": "The time demands and required focus on sports",
        "vietnamese": "Nhu cầu thời gian và yêu cầu tập trung vào thể thao"
    },
    {
        "start": 381.23,
        "dur": 3.033,
        "text": "makes it challenging for even the most well-intentioned athlete",
        "vietnamese": "khiến nó trở thành thử thách đối với ngay cả vận động viên có thiện chí nhất"
    },
    {
        "start": 384.263,
        "dur": 1.5,
        "text": "to get a meaningful education.",
        "vietnamese": "để có được một nền giáo dục có ý nghĩa."
    },
    {
        "start": 386.463,
        "dur": 3.6,
        "text": "This is unacceptable for a 15 dollar billion industry",
        "vietnamese": "Điều này là không thể chấp nhận được đối với một ngành công nghiệp trị giá 15 tỷ đô la"
    },
    {
        "start": 390.063,
        "dur": 3.9,
        "text": "run by institutions whose mission is to educate young people.",
        "vietnamese": "được điều hành bởi các tổ chức có nhiệm vụ giáo dục giới trẻ."
    },
    {
        "start": 395.097,
        "dur": 2.166,
        "text": "Although plenty of athletes succeed,",
        "vietnamese": "Mặc dù có rất nhiều vận động viên thành công,"
    },
    {
        "start": 397.297,
        "dur": 2.933,
        "text": "their achievements don't require rules that deny pay",
        "vietnamese": "thành tích của họ không yêu cầu các quy tắc từ chối trả lương"
    },
    {
        "start": 400.263,
        "dur": 2.534,
        "text": "or a system that limits educational opportunities",
        "vietnamese": "hoặc một hệ thống hạn chế cơ hội giáo dục"
    },
    {
        "start": 402.83,
        "dur": 2.633,
        "text": "or neglects health and safety.",
        "vietnamese": "hoặc bỏ bê sức khỏe và sự an toàn."
    },
    {
        "start": 405.497,
        "dur": 1.166,
        "text": "The fact is,",
        "vietnamese": "Sự thật là,"
    },
    {
        "start": 406.697,
        "dur": 4.9,
        "text": "American universities oversee a multibillion-dollar entertainment industry",
        "vietnamese": "Các trường đại học Mỹ giám sát ngành công nghiệp giải trí trị giá hàng tỷ đô la"
    },
    {
        "start": 411.63,
        "dur": 3.267,
        "text": "that denies fundamental rights to its essential workers,",
        "vietnamese": "từ chối các quyền cơ bản của người lao động thiết yếu,"
    },
    {
        "start": 414.93,
        "dur": 2.933,
        "text": "a disproportionate number of whom are Black,",
        "vietnamese": "một số lượng không cân xứng trong số họ là người da đen,"
    },
    {
        "start": 417.897,
        "dur": 4.633,
        "text": "while making millionaires of largely white coaches and administrators.",
        "vietnamese": "đồng thời tạo ra triệu phú cho các huấn luyện viên và quản trị viên phần lớn là người da trắng."
    },
    {
        "start": 423.197,
        "dur": 5.3,
        "text": "This dynamic has not only deprived many young people of a meaningful education,",
        "vietnamese": "Động thái này không chỉ tước đi của nhiều người trẻ một nền giáo dục có ý nghĩa,"
    },
    {
        "start": 428.497,
        "dur": 5.2,
        "text": "it has shifted generations of wealth away from mostly Black families",
        "vietnamese": "nó đã chuyển sự giàu có của nhiều thế hệ ra khỏi các gia đình chủ yếu là người da đen"
    },
    {
        "start": 433.73,
        "dur": 3.967,
        "text": "and represents the systemic inequities plaguing our society.",
        "vietnamese": "và đại diện cho sự bất bình đẳng mang tính hệ thống đang gây khó khăn cho xã hội chúng ta."
    },
    {
        "start": 439.263,
        "dur": 3.034,
        "text": "The good news is that people are starting to see the truth.",
        "vietnamese": "Tin tốt là mọi người đang bắt đầu nhìn ra sự thật."
    },
    {
        "start": 443.197,
        "dur": 2.166,
        "text": "The NCAA's own public polling",
        "vietnamese": "Cuộc bỏ phiếu công khai của chính NCAA"
    },
    {
        "start": 445.397,
        "dur": 3.2,
        "text": "has revealed that a staggering 79 percent of the public",
        "vietnamese": "đã tiết lộ rằng một điều đáng kinh ngạc 79 phần trăm công chúng"
    },
    {
        "start": 448.63,
        "dur": 3.067,
        "text": "believe that colleges put money ahead of their athletes.",
        "vietnamese": "tin rằng các trường đại học bỏ tiền ra trước các vận động viên của họ."
    },
    {
        "start": 452.397,
        "dur": 3.7,
        "text": "State and federal lawmakers, both Republican and Democrat,",
        "vietnamese": "Các nhà lập pháp tiểu bang và liên bang, cả Đảng Cộng hòa và Đảng Dân chủ,"
    },
    {
        "start": 456.13,
        "dur": 2.667,
        "text": "have also taken notice and started to act.",
        "vietnamese": "cũng đã chú ý và bắt đầu hành động."
    },
    {
        "start": 459.363,
        "dur": 4.234,
        "text": "Several US senators have rightly described the problems in college sports",
        "vietnamese": "Một số thượng nghị sĩ Hoa Kỳ đã mô tả đúng các vấn đề trong thể thao đại học"
    },
    {
        "start": 463.63,
        "dur": 1.567,
        "text": "as a civil rights issue.",
        "vietnamese": "như một vấn đề về quyền công dân."
    },
    {
        "start": 466.263,
        "dur": 2.8,
        "text": "Meanwhile, college athletes from across the country",
        "vietnamese": "Trong khi đó, các vận động viên đại học trên khắp đất nước"
    },
    {
        "start": 469.097,
        "dur": 4.6,
        "text": "have started to stand up to demand greater health and safety protections,",
        "vietnamese": "đã bắt đầu đứng lên yêu cầu bảo vệ sức khỏe và an toàn nhiều hơn,"
    },
    {
        "start": 473.73,
        "dur": 1.467,
        "text": "representation rights,",
        "vietnamese": "quyền đại diện,"
    },
    {
        "start": 475.23,
        "dur": 3.033,
        "text": "attention to racial and social justice issues",
        "vietnamese": "chú ý đến các vấn đề công bằng chủng tộc và xã hội"
    },
    {
        "start": 478.297,
        "dur": 1.666,
        "text": "and economic fairness.",
        "vietnamese": "và sự công bằng về mặt kinh tế."
    },
    {
        "start": 480.697,
        "dur": 2.6,
        "text": "Those who think the players should just stick to sports",
        "vietnamese": "Những người cho rằng các cầu thủ chỉ nên tập trung vào thể thao"
    },
    {
        "start": 483.33,
        "dur": 3.8,
        "text": "fail to recognize how rarely college athletes speak up",
        "vietnamese": "không nhận ra hiếm khi các vận động viên đại học lên tiếng"
    },
    {
        "start": 487.163,
        "dur": 2.767,
        "text": "and ignore the great personal risk they take",
        "vietnamese": "và bỏ qua rủi ro cá nhân to lớn mà họ gặp phải"
    },
    {
        "start": 489.963,
        "dur": 2.0,
        "text": "in confronting a powerful industry,",
        "vietnamese": "trong việc đối đầu với một ngành công nghiệp hùng mạnh,"
    },
    {
        "start": 491.997,
        "dur": 2.066,
        "text": "especially without any representation.",
        "vietnamese": "đặc biệt là không có bất kỳ đại diện nào."
    },
    {
        "start": 494.863,
        "dur": 2.267,
        "text": "More importantly, critics fail to acknowledge",
        "vietnamese": "Quan trọng hơn, các nhà phê bình không thừa nhận"
    },
    {
        "start": 497.163,
        "dur": 2.567,
        "text": "that college athletes are simply seeking rights",
        "vietnamese": "rằng các vận động viên đại học chỉ đơn giản là đang tìm kiếm quyền lợi"
    },
    {
        "start": 499.73,
        "dur": 3.1,
        "text": "that are afforded to virtually everyone else in this country",
        "vietnamese": "mà hầu như tất cả những người khác ở đất nước này đều có thể mua được"
    },
    {
        "start": 502.863,
        "dur": 2.834,
        "text": "and basic protections that shouldn't even be in question.",
        "vietnamese": "và những biện pháp bảo vệ cơ bản thậm chí không cần phải bàn đến."
    },
    {
        "start": 506.663,
        "dur": 4.234,
        "text": "I agree that college sports should be an enjoyable distraction,",
        "vietnamese": "Tôi đồng ý rằng thể thao ở trường đại học nên là trò tiêu khiển thú vị,"
    },
    {
        "start": 510.93,
        "dur": 3.467,
        "text": "but not when they're distracting us from the very injustice they enable.",
        "vietnamese": "nhưng không phải khi chúng đang làm chúng ta phân tâm khỏi chính sự bất công mà chúng gây ra."
    },
    {
        "start": 515.563,
        "dur": 1.5,
        "text": "In his retirement,",
        "vietnamese": "Khi nghỉ hưu,"
    },
    {
        "start": 517.097,
        "dur": 4.7,
        "text": "the NCAA's first and longest-serving executive director, Walter Byers,",
        "vietnamese": "giám đốc điều hành đầu tiên và lâu nhất của NCAA, Walter Byers,"
    },
    {
        "start": 523.063,
        "dur": 2.067,
        "text": "described college sports as",
        "vietnamese": "mô tả thể thao đại học như"
    },
    {
        "start": 525.163,
        "dur": 5.567,
        "text": "\"the plantation mentality resurrected and blessed by today's campus executives.\"",
        "vietnamese": "\"tâm lý đồn điền đã được hồi sinh và ban phước bởi những người điều hành khuôn viên trường ngày nay.\""
    },
    {
        "start": 531.663,
        "dur": 3.167,
        "text": "This is a telling quote from the man who designed this system",
        "vietnamese": "Đây là câu nói đáng chú ý của người đã thiết kế hệ thống này"
    },
    {
        "start": 534.863,
        "dur": 2.167,
        "text": "and the one who knew it best.",
        "vietnamese": "và là người biết điều đó rõ nhất."
    },
    {
        "start": 537.063,
        "dur": 1.967,
        "text": "But you don't have to be an insider",
        "vietnamese": "Nhưng bạn không cần phải là người trong cuộc"
    },
    {
        "start": 539.03,
        "dur": 2.5,
        "text": "to recognize the exploitation of young people.",
        "vietnamese": "thừa nhận sự bóc lột giới trẻ."
    },
    {
        "start": 542.163,
        "dur": 2.5,
        "text": "You don't have to be a Republican or a Democrat",
        "vietnamese": "Bạn không cần phải là đảng viên Đảng Cộng hòa hay Đảng Dân chủ"
    },
    {
        "start": 544.697,
        "dur": 4.1,
        "text": "to be troubled by the irresponsible spending or the disregard for values",
        "vietnamese": "gặp rắc rối bởi việc chi tiêu vô trách nhiệm hoặc coi thường các giá trị"
    },
    {
        "start": 548.83,
        "dur": 1.667,
        "text": "at our universities.",
        "vietnamese": "tại các trường đại học của chúng tôi."
    },
    {
        "start": 550.53,
        "dur": 2.1,
        "text": "You don't even have to be a sports fan.",
        "vietnamese": "Bạn thậm chí không cần phải là một người hâm mộ thể thao."
    },
    {
        "start": 552.663,
        "dur": 3.634,
        "text": "You just have to believe in basic ideas of fairness",
        "vietnamese": "Bạn chỉ cần tin vào những ý tưởng cơ bản về sự công bằng"
    },
    {
        "start": 556.33,
        "dur": 2.2,
        "text": "and the values of higher education.",
        "vietnamese": "và giá trị của giáo dục đại học."
    },
    {
        "start": 560.463,
        "dur": 2.267,
        "text": "So let's require that all college athletes",
        "vietnamese": "Vì vậy hãy yêu cầu tất cả các vận động viên đại học"
    },
    {
        "start": 562.73,
        "dur": 2.533,
        "text": "are given a chance at a meaningful education.",
        "vietnamese": "được trao cơ hội học tập có ý nghĩa."
    },
    {
        "start": 566.663,
        "dur": 3.534,
        "text": "Let's demand responsible spending by our universities",
        "vietnamese": "Hãy yêu cầu các trường đại học của chúng ta chi tiêu có trách nhiệm"
    },
    {
        "start": 570.23,
        "dur": 3.233,
        "text": "and fairly allocate the billions of dollars being generated.",
        "vietnamese": "và phân bổ công bằng hàng tỷ đô la được tạo ra."
    },
    {
        "start": 573.93,
        "dur": 2.633,
        "text": "Let's create robust health and safety standards",
        "vietnamese": "Hãy tạo ra các tiêu chuẩn an toàn và sức khỏe mạnh mẽ"
    },
    {
        "start": 576.563,
        "dur": 3.3,
        "text": "to protect those who entertain us with their bodies",
        "vietnamese": "để bảo vệ những người giải trí cho chúng ta bằng cơ thể của họ"
    },
    {
        "start": 579.897,
        "dur": 1.7,
        "text": "and enforce those standards.",
        "vietnamese": "và thực thi các tiêu chuẩn đó."
    },
    {
        "start": 582.13,
        "dur": 3.233,
        "text": "Let's provide college athletes with a representative body",
        "vietnamese": "Hãy cung cấp cho các vận động viên đại học một cơ quan đại diện"
    },
    {
        "start": 585.397,
        "dur": 2.566,
        "text": "so they have recourse when things go wrong",
        "vietnamese": "để họ có quyền truy đòi khi có sự cố xảy ra"
    },
    {
        "start": 587.997,
        "dur": 2.1,
        "text": "and a voice about how to make things right.",
        "vietnamese": "và tiếng nói về cách làm cho mọi việc trở nên đúng đắn."
    },
    {
        "start": 590.897,
        "dur": 3.133,
        "text": "Finally, let's rise to the challenge of our time",
        "vietnamese": "Cuối cùng, hãy vượt qua thử thách của thời đại chúng ta"
    },
    {
        "start": 594.063,
        "dur": 1.934,
        "text": "and once and for all correct",
        "vietnamese": "và một lần và mãi mãi đúng"
    },
    {
        "start": 596.03,
        "dur": 3.6,
        "text": "the persistent racial and economic inequities",
        "vietnamese": "sự bất bình đẳng về chủng tộc và kinh tế dai dẳng"
    },
    {
        "start": 599.663,
        "dur": 2.567,
        "text": "that apply to college sports and beyond.",
        "vietnamese": "áp dụng cho thể thao đại học và hơn thế nữa."
    },
    {
        "start": 603.13,
        "dur": 1.8,
        "text": "Change is long overdue,",
        "vietnamese": "Sự thay đổi đã quá hạn từ lâu,"
    },
    {
        "start": 604.93,
        "dur": 3.1,
        "text": "but there has never been a better time than now.",
        "vietnamese": "nhưng chưa bao giờ có thời điểm nào tốt hơn bây giờ."
    }
]