[
    {
        "start": 0.0,
        "dur": 2.037,
        "text": "Good evening my friends.",
        "vietnamese": "Chào buổi tối các bạn của tôi."
    },
    {
        "start": 2.037,
        "dur": 6.087,
        "text": "So you want to learn to speak and understand English.",
        "vietnamese": "Vì vậy, bạn muốn học nói và hiểu tiếng Anh."
    },
    {
        "start": 8.124,
        "dur": 3.004,
        "text": "You have had a long day.",
        "vietnamese": "Bạn đã có một ngày dài."
    },
    {
        "start": 11.128,
        "dur": 2.436,
        "text": "You are tired.",
        "vietnamese": "Bạn mệt mỏi."
    },
    {
        "start": 13.564,
        "dur": 4.717,
        "text": "Lay down in your bed… close your heavy eyes…",
        "vietnamese": "Nằm xuống giường… nhắm đôi mắt nặng trĩu lại…"
    },
    {
        "start": 18.281,
        "dur": 2.848,
        "text": "and let’s listen to a story",
        "vietnamese": "và hãy cùng nghe một câu chuyện"
    },
    {
        "start": 21.129,
        "dur": 5.996,
        "text": "while we slowly fall into the arms of the English language.",
        "vietnamese": "trong khi chúng ta dần rơi vào vòng tay của tiếng Anh."
    },
    {
        "start": 27.721,
        "dur": 3.134,
        "text": "Once… many years ago…",
        "vietnamese": "Một lần… nhiều năm trước…"
    },
    {
        "start": 30.855,
        "dur": 4.378,
        "text": "there was a traveler who wanted to learn English.",
        "vietnamese": "có một du khách muốn học tiếng Anh."
    },
    {
        "start": 35.233,
        "dur": 4.094,
        "text": "This traveler wanted to explore the world.",
        "vietnamese": "Du khách này muốn khám phá thế giới."
    },
    {
        "start": 39.327,
        "dur": 4.619,
        "text": "He wanted to communicate with people who were different than him.",
        "vietnamese": "Anh ấy muốn giao tiếp với những người khác với anh ấy."
    },
    {
        "start": 43.946,
        "dur": 7.538,
        "text": "As a child, he listened to stories about wonderful places in other lands.",
        "vietnamese": "Khi còn nhỏ, anh đã nghe những câu chuyện về những địa điểm tuyệt vời ở những vùng đất khác."
    },
    {
        "start": 51.484,
        "dur": 7.466,
        "text": "He heard about people that wore different clothes and ate different types of food.",
        "vietnamese": "Anh ấy nghe nói về những người mặc quần áo khác nhau và ăn những loại thức ăn khác nhau."
    },
    {
        "start": 58.95,
        "dur": 5.14,
        "text": "He dreamed of visiting those far away places.",
        "vietnamese": "Anh mơ ước được đến thăm những nơi xa xôi đó."
    },
    {
        "start": 64.09,
        "dur": 4.896,
        "text": "But as an adult, he could only speak his local language.",
        "vietnamese": "Nhưng khi trưởng thành, anh chỉ nói được tiếng địa phương."
    },
    {
        "start": 68.986,
        "dur": 2.559,
        "text": "His language was beautiful.",
        "vietnamese": "Ngôn ngữ của anh ấy thật đẹp."
    },
    {
        "start": 71.545,
        "dur": 3.187,
        "text": "In many ways, it was magical.",
        "vietnamese": "Theo nhiều cách, nó thật kỳ diệu."
    },
    {
        "start": 74.732,
        "dur": 3.05,
        "text": "It reminded him of his grandparents",
        "vietnamese": "Nó làm anh nhớ đến ông bà của mình"
    },
    {
        "start": 77.782,
        "dur": 3.614,
        "text": "and of eating long meals with his family,",
        "vietnamese": "và ăn những bữa ăn dài cùng gia đình,"
    },
    {
        "start": 81.396,
        "dur": 3.45,
        "text": "but the only people who could speak this language",
        "vietnamese": "nhưng những người duy nhất có thể nói ngôn ngữ này"
    },
    {
        "start": 84.846,
        "dur": 4.926,
        "text": "lived in the small village where the traveler had grown up.",
        "vietnamese": "sống trong ngôi làng nhỏ nơi lữ khách đã lớn lên."
    },
    {
        "start": 89.772,
        "dur": 2.03,
        "text": "The traveler worked hard",
        "vietnamese": "Lữ khách đã làm việc chăm chỉ"
    },
    {
        "start": 91.802,
        "dur": 4.983,
        "text": "and with time, saved enough money to buy some grammar books",
        "vietnamese": "và theo thời gian, tôi tiết kiệm đủ tiền để mua vài cuốn sách ngữ pháp"
    },
    {
        "start": 96.785,
        "dur": 2.179,
        "text": "about the English language.",
        "vietnamese": "về tiếng Anh."
    },
    {
        "start": 98.964,
        "dur": 3.814,
        "text": "He knew that English was spoken by many people.",
        "vietnamese": "Anh ấy biết rằng tiếng Anh được nhiều người nói."
    },
    {
        "start": 102.778,
        "dur": 7.894,
        "text": "This language was spoken by unknown faces in those far away places.",
        "vietnamese": "Ngôn ngữ này được nói bởi những gương mặt vô danh ở những nơi xa xôi đó."
    },
    {
        "start": 110.672,
        "dur": 4.013,
        "text": "This language could help him speak to those people",
        "vietnamese": "Ngôn ngữ này có thể giúp anh ấy nói chuyện với những người đó"
    },
    {
        "start": 114.685,
        "dur": 4.198,
        "text": "with different cultures and different points of view.",
        "vietnamese": "với những nền văn hóa khác nhau và những quan điểm khác nhau."
    },
    {
        "start": 118.883,
        "dur": 5.389,
        "text": "This language was the key to opening up the world.",
        "vietnamese": "Ngôn ngữ này là chìa khóa để mở ra thế giới."
    },
    {
        "start": 124.272,
        "dur": 4.856,
        "text": "So the traveler open those grammar books about English",
        "vietnamese": "Vì vậy du khách mở những cuốn sách ngữ pháp về tiếng Anh"
    },
    {
        "start": 129.128,
        "dur": 3.421,
        "text": "and tried to understand what he read.",
        "vietnamese": "và cố gắng hiểu những gì anh ấy đọc."
    },
    {
        "start": 132.549,
        "dur": 1.783,
        "text": "He studied.",
        "vietnamese": "Anh ấy đã học."
    },
    {
        "start": 134.332,
        "dur": 3.37,
        "text": "He studied as much as he could,",
        "vietnamese": "Anh ấy đã học nhiều nhất có thể,"
    },
    {
        "start": 137.702,
        "dur": 4.088,
        "text": "but he often found his mind wandering.",
        "vietnamese": "nhưng anh thường thấy đầu óc mình lang thang."
    },
    {
        "start": 141.79,
        "dur": 7.067,
        "text": "He would fall asleep with the books in his hands and begin to dream.",
        "vietnamese": "Anh ấy sẽ ngủ quên với những cuốn sách trên tay và bắt đầu mơ."
    },
    {
        "start": 148.857,
        "dur": 4.146,
        "text": "Dream of those far away places.",
        "vietnamese": "Mơ về những nơi xa xôi ấy."
    },
    {
        "start": 153.003,
        "dur": 3.511,
        "text": "He didn’t learn much from those books.",
        "vietnamese": "Anh ấy không học được nhiều từ những cuốn sách đó."
    },
    {
        "start": 156.514,
        "dur": 4.056,
        "text": "One day, a young woman visited his village.",
        "vietnamese": "Một ngày nọ, có một phụ nữ trẻ đến thăm làng của anh."
    },
    {
        "start": 160.57,
        "dur": 5.837,
        "text": "Her eyes were a light copper brown that enchanted him.",
        "vietnamese": "Đôi mắt cô có màu nâu đồng nhạt khiến anh mê mẩn."
    },
    {
        "start": 166.407,
        "dur": 7.542,
        "text": "She spoke his language with a strange but enchanting accent from an unknown place.",
        "vietnamese": "Cô nói ngôn ngữ của anh với một giọng kỳ lạ nhưng đầy mê hoặc từ một nơi xa lạ."
    },
    {
        "start": 173.949,
        "dur": 2.495,
        "text": "Her language was not perfect,",
        "vietnamese": "Ngôn ngữ của cô ấy không hoàn hảo,"
    },
    {
        "start": 176.444,
        "dur": 4.352,
        "text": "but she could easily communicate with the villagers.",
        "vietnamese": "nhưng cô ấy có thể dễ dàng giao tiếp với dân làng."
    },
    {
        "start": 180.796,
        "dur": 3.098,
        "text": "After watching her for a long time,",
        "vietnamese": "Sau khi quan sát cô ấy một lúc lâu,"
    },
    {
        "start": 183.894,
        "dur": 4.147,
        "text": "the traveler walked up to this vistor and asked,",
        "vietnamese": "người du khách bước đến chỗ vị khách này và hỏi,"
    },
    {
        "start": 188.041,
        "dur": 4.173,
        "text": "“Excuse me…where did you learn our language?",
        "vietnamese": "“Xin lỗi…bạn học ngôn ngữ của chúng tôi ở đâu vậy?"
    },
    {
        "start": 192.214,
        "dur": 6.043,
        "text": "I want to learn English so I can travel. I want to visit far away places.",
        "vietnamese": "Tôi muốn học tiếng Anh để có thể đi du lịch. Tôi muốn đến thăm những nơi xa xôi."
    },
    {
        "start": 198.257,
        "dur": 2.321,
        "text": "I want to communicate with the world.",
        "vietnamese": "Tôi muốn giao tiếp với thế giới."
    },
    {
        "start": 200.578,
        "dur": 1.172,
        "text": "Can you help me?”",
        "vietnamese": "Bạn có thể giúp tôi được không?”"
    },
    {
        "start": 201.75,
        "dur": 4.995,
        "text": "She looked at him with a soft and understanding smile.",
        "vietnamese": "Cô nhìn anh với nụ cười dịu dàng và hiểu biết."
    },
    {
        "start": 206.745,
        "dur": 2.007,
        "text": "“Let me give you some advice.",
        "vietnamese": "“Hãy để tôi cho bạn một lời khuyên."
    },
    {
        "start": 208.752,
        "dur": 6.077,
        "text": "You should walk east for three or fours days until you find a deep lake.",
        "vietnamese": "Bạn nên đi về phía đông ba hoặc bốn ngày cho đến khi tìm thấy một hồ nước sâu."
    },
    {
        "start": 214.829,
        "dur": 2.153,
        "text": "There is a village by this lake.",
        "vietnamese": "Có một ngôi làng bên hồ này."
    },
    {
        "start": 216.982,
        "dur": 4.048,
        "text": "Walk there and speak to the people you find there.",
        "vietnamese": "Đi đến đó và nói chuyện với những người bạn tìm thấy ở đó."
    },
    {
        "start": 221.03,
        "dur": 3.666,
        "text": "Ask them about an old man with a white beard",
        "vietnamese": "Hỏi họ về một ông già có bộ râu trắng"
    },
    {
        "start": 224.696,
        "dur": 2.865,
        "text": "who sits on a large stone by the lake.",
        "vietnamese": "người ngồi trên một tảng đá lớn bên hồ."
    },
    {
        "start": 227.561,
        "dur": 3.012,
        "text": "They will know who I am speaking about.”",
        "vietnamese": "Họ sẽ biết tôi đang nói về ai.”"
    },
    {
        "start": 230.573,
        "dur": 6.865,
        "text": "She stepped closer to him, and moved her lips near to his right ear and whispered,",
        "vietnamese": "Cô bước lại gần anh, đưa môi đến gần tai phải của anh và thì thầm:"
    },
    {
        "start": 237.438,
        "dur": 6.162,
        "text": "“He will tell you the secret of learning English”.",
        "vietnamese": "“Anh ấy sẽ kể cho bạn nghe bí quyết học tiếng Anh”."
    },
    {
        "start": 243.6,
        "dur": 5.616,
        "text": "She stepped away from the traveler and winked at him with a cat like smile,",
        "vietnamese": "Cô bước ra khỏi người du khách và nháy mắt với anh ta với nụ cười như mèo,"
    },
    {
        "start": 249.216,
        "dur": 1.736,
        "text": "before she moved away.",
        "vietnamese": "trước khi cô ấy chuyển đi."
    },
    {
        "start": 250.952,
        "dur": 2.087,
        "text": "Her perfume was in the air,",
        "vietnamese": "Nước hoa của cô ấy bay trong không khí,"
    },
    {
        "start": 253.039,
        "dur": 4.273,
        "text": "and the traveler knew that he would follow her advice.",
        "vietnamese": "và người du hành biết rằng anh ta sẽ làm theo lời khuyên của cô."
    },
    {
        "start": 257.312,
        "dur": 3.662,
        "text": "The next day he said goodbye to his friends and family,",
        "vietnamese": "Ngày hôm sau anh nói lời tạm biệt với bạn bè và gia đình,"
    },
    {
        "start": 260.974,
        "dur": 3.387,
        "text": "telling them he would be home in about a week.",
        "vietnamese": "nói với họ rằng anh ấy sẽ về nhà sau khoảng một tuần nữa."
    },
    {
        "start": 264.361,
        "dur": 3.207,
        "text": "He left his village and headed east.",
        "vietnamese": "Anh rời làng và đi về phía đông."
    },
    {
        "start": 267.568,
        "dur": 2.514,
        "text": "He moved through the tall grass",
        "vietnamese": "Anh di chuyển qua bãi cỏ cao"
    },
    {
        "start": 270.082,
        "dur": 3.702,
        "text": "and felt the wind blowing against his face.",
        "vietnamese": "và cảm thấy gió thổi vào mặt mình."
    },
    {
        "start": 273.784,
        "dur": 3.529,
        "text": "He listened to the insects around him as he moved",
        "vietnamese": "Anh lắng nghe tiếng côn trùng xung quanh khi anh di chuyển"
    },
    {
        "start": 277.313,
        "dur": 7.891,
        "text": "and tried to understand the birdsongs as he passed into an area he had never visited before.",
        "vietnamese": "và cố gắng hiểu tiếng chim hót khi anh đi vào một khu vực mà anh chưa từng đến trước đây."
    },
    {
        "start": 286.644,
        "dur": 4.412,
        "text": "After a few days he arrived at the lake the woman had mentioned.",
        "vietnamese": "Sau vài ngày, anh đến cái hồ mà người phụ nữ đã nhắc đến."
    },
    {
        "start": 291.056,
        "dur": 4.093,
        "text": "A small collection of houses were spread throughout the forest",
        "vietnamese": "Một tập hợp nhỏ các ngôi nhà nằm rải rác khắp khu rừng"
    },
    {
        "start": 295.149,
        "dur": 5.488,
        "text": "and the people there spoke a language that was slightly different than his.",
        "vietnamese": "và những người ở đó nói một ngôn ngữ hơi khác so với ngôn ngữ của anh ấy."
    },
    {
        "start": 300.637,
        "dur": 2.677,
        "text": "It was difficult to understand the people,",
        "vietnamese": "Thật khó để hiểu được con người,"
    },
    {
        "start": 303.314,
        "dur": 4.625,
        "text": "but after some time listening to them and trying to communicate,",
        "vietnamese": "nhưng sau một thời gian lắng nghe họ và cố gắng giao tiếp,"
    },
    {
        "start": 307.939,
        "dur": 2.65,
        "text": "the traveler eventually was told",
        "vietnamese": "người du hành cuối cùng đã được thông báo"
    },
    {
        "start": 310.589,
        "dur": 3.888,
        "text": "where he could find the old man with a white beard.",
        "vietnamese": "nơi anh có thể tìm thấy ông già có bộ râu trắng."
    },
    {
        "start": 314.477,
        "dur": 3.86,
        "text": "He hiked through the light forest to the opposite side of the lake",
        "vietnamese": "Anh đi xuyên qua khu rừng ánh sáng đến phía đối diện hồ"
    },
    {
        "start": 318.337,
        "dur": 2.948,
        "text": "and found the old man sitting there,",
        "vietnamese": "và tìm thấy ông già đang ngồi đó,"
    },
    {
        "start": 321.285,
        "dur": 4.436,
        "text": "with leather like skin, leaning back on a rock.",
        "vietnamese": "với làn da như da, tựa lưng vào một tảng đá."
    },
    {
        "start": 325.721,
        "dur": 2.516,
        "text": "His eyes were closed.",
        "vietnamese": "Đôi mắt anh đã nhắm lại."
    },
    {
        "start": 328.237,
        "dur": 3.955,
        "text": "“Excuse me sir… I come from a village not far from here.",
        "vietnamese": "“Xin lỗi ngài… tôi đến từ một ngôi làng cách đây không xa."
    },
    {
        "start": 332.192,
        "dur": 1.32,
        "text": "I have heard of you.",
        "vietnamese": "Tôi đã nghe nói về bạn."
    },
    {
        "start": 333.512,
        "dur": 3.319,
        "text": "Can you tell me the secret of learning English?”",
        "vietnamese": "Bạn có thể cho tôi biết bí quyết học tiếng Anh được không?”"
    },
    {
        "start": 336.831,
        "dur": 3.409,
        "text": "The old man slowly opened his eyes,",
        "vietnamese": "Lão từ từ mở mắt ra:"
    },
    {
        "start": 340.24,
        "dur": 3.414,
        "text": "like a turtle waking up from a long nap.",
        "vietnamese": "như một con rùa thức dậy sau một giấc ngủ dài."
    },
    {
        "start": 343.654,
        "dur": 4.437,
        "text": "The man said, “The secret of how to learn English?",
        "vietnamese": "Người đàn ông nói: “Bí quyết học tiếng Anh?"
    },
    {
        "start": 348.091,
        "dur": 3.919,
        "text": "Strange you would ask an old man in the forest,",
        "vietnamese": "Thật lạ là bạn lại hỏi một ông già trong rừng,"
    },
    {
        "start": 352.01,
        "dur": 3.278,
        "text": "but yes… I know of what you speak.",
        "vietnamese": "nhưng vâng… tôi biết bạn nói gì."
    },
    {
        "start": 355.288,
        "dur": 3.477,
        "text": "To learn English, you must use it.",
        "vietnamese": "Để học tiếng Anh, bạn phải sử dụng nó."
    },
    {
        "start": 358.765,
        "dur": 2.352,
        "text": "You must speak it.",
        "vietnamese": "Bạn phải nói nó."
    },
    {
        "start": 361.117,
        "dur": 1.641,
        "text": "You must read it.",
        "vietnamese": "Bạn phải đọc nó."
    },
    {
        "start": 362.758,
        "dur": 2.626,
        "text": "You must listen to it.",
        "vietnamese": "Bạn phải lắng nghe nó."
    },
    {
        "start": 365.384,
        "dur": 4.391,
        "text": "You must learn to love this language so much,",
        "vietnamese": "Bạn phải học cách yêu ngôn ngữ này thật nhiều,"
    },
    {
        "start": 369.775,
        "dur": 4.859,
        "text": "that you will spend every free moment thinking about it.",
        "vietnamese": "rằng bạn sẽ dành mọi khoảnh khắc rảnh rỗi để suy nghĩ về nó."
    },
    {
        "start": 374.634,
        "dur": 5.01,
        "text": "You must find your motivation traveler, or you will learn nothing.",
        "vietnamese": "Bạn phải tìm ra động lực du hành của mình, nếu không bạn sẽ không học được gì."
    },
    {
        "start": 379.644,
        "dur": 5.173,
        "text": "You will waste your time measuring yourself against what someone else created,",
        "vietnamese": "Bạn sẽ lãng phí thời gian so sánh bản thân với những gì người khác đã tạo ra,"
    },
    {
        "start": 384.817,
        "dur": 4.942,
        "text": "or you will give your money to those who promise you a quick answer.",
        "vietnamese": "hoặc bạn sẽ đưa tiền của mình cho những người hứa sẽ trả lời nhanh chóng cho bạn."
    },
    {
        "start": 389.759,
        "dur": 5.091,
        "text": "Some will even suggest you listen to the language in your sleep,",
        "vietnamese": "Một số thậm chí còn đề nghị bạn nghe ngôn ngữ đó trong khi ngủ,"
    },
    {
        "start": 394.85,
        "dur": 3.985,
        "text": "hoping it will fall into your dreams,",
        "vietnamese": "hy vọng nó sẽ rơi vào giấc mơ của bạn,"
    },
    {
        "start": 398.835,
        "dur": 4.875,
        "text": "promising you that you will wake up speaking fluently.",
        "vietnamese": "hứa với bạn rằng khi thức dậy bạn sẽ nói trôi chảy."
    },
    {
        "start": 403.71,
        "dur": 3.916,
        "text": "You will do these things and may even believe them",
        "vietnamese": "Bạn sẽ làm những điều này và thậm chí có thể tin chúng"
    },
    {
        "start": 407.626,
        "dur": 3.768,
        "text": "not because you are lazy or ignorant. No...",
        "vietnamese": "không phải vì bạn lười biếng hay thiếu hiểu biết. KHÔNG..."
    },
    {
        "start": 411.394,
        "dur": 5.271,
        "text": "You will believe them because learning a language is hard.",
        "vietnamese": "Bạn sẽ tin họ vì học một ngôn ngữ rất khó."
    },
    {
        "start": 416.665,
        "dur": 5.567,
        "text": "It is one of the most difficult things that a human could try to learn.",
        "vietnamese": "Đó là một trong những điều khó khăn nhất mà con người có thể cố gắng học."
    },
    {
        "start": 422.232,
        "dur": 4.015,
        "text": "It is a long road to learning a language my friend,",
        "vietnamese": "Đó là một con đường dài để học một ngôn ngữ, bạn của tôi,"
    },
    {
        "start": 426.247,
        "dur": 3.946,
        "text": "and there are no shortcuts that work for everyone.",
        "vietnamese": "và không có lối tắt nào phù hợp cho tất cả mọi người."
    },
    {
        "start": 430.193,
        "dur": 3.307,
        "text": "You must find your own way.",
        "vietnamese": "Bạn phải tìm ra con đường riêng của mình."
    },
    {
        "start": 434.742,
        "dur": 2.214,
        "text": "But do not despair.",
        "vietnamese": "Nhưng đừng tuyệt vọng."
    },
    {
        "start": 436.956,
        "dur": 1.259,
        "text": "Do not worry.",
        "vietnamese": "Đừng lo lắng."
    },
    {
        "start": 438.215,
        "dur": 3.735,
        "text": "Do not be overwhelmed by frustration.",
        "vietnamese": "Đừng bị choáng ngợp bởi sự thất vọng."
    },
    {
        "start": 441.95,
        "dur": 2.392,
        "text": "The language will come to you,",
        "vietnamese": "Ngôn ngữ sẽ đến với bạn,"
    },
    {
        "start": 444.342,
        "dur": 2.963,
        "text": "when you have found your motivation,",
        "vietnamese": "khi bạn đã tìm thấy động lực của mình,"
    },
    {
        "start": 447.305,
        "dur": 4.033,
        "text": "or your motivation has found you.",
        "vietnamese": "hoặc động lực của bạn đã tìm thấy bạn."
    },
    {
        "start": 451.884,
        "dur": 2.26,
        "text": "The traveler listened.",
        "vietnamese": "Người lữ khách lắng nghe."
    },
    {
        "start": 454.144,
        "dur": 2.851,
        "text": "The traveler thought silently.",
        "vietnamese": "Người lữ hành im lặng suy nghĩ."
    },
    {
        "start": 456.995,
        "dur": 2.154,
        "text": "The traveler then answered,",
        "vietnamese": "Người lữ hành liền trả lời:"
    },
    {
        "start": 459.149,
        "dur": 2.086,
        "text": "“But I don’t know where to start.",
        "vietnamese": "“Nhưng tôi không biết bắt đầu từ đâu."
    },
    {
        "start": 461.235,
        "dur": 2.982,
        "text": "I am not in love with the English language.",
        "vietnamese": "Tôi không yêu thích tiếng Anh."
    },
    {
        "start": 464.217,
        "dur": 2.167,
        "text": "I simply want to travel",
        "vietnamese": "Đơn giản là tôi muốn đi du lịch"
    },
    {
        "start": 466.384,
        "dur": 2.459,
        "text": "Traveling is what my heart desires.",
        "vietnamese": "Du lịch là điều trái tim tôi mong muốn."
    },
    {
        "start": 468.843,
        "dur": 1.953,
        "text": "Not English grammar.",
        "vietnamese": "Không phải ngữ pháp tiếng Anh."
    },
    {
        "start": 470.796,
        "dur": 4.653,
        "text": "The old man looked at the trees in the forest around them.",
        "vietnamese": "Ông già nhìn cây cối trong rừng xung quanh họ."
    },
    {
        "start": 475.449,
        "dur": 6.843,
        "text": "He turned to look at the calm waves on the lake behind him, breathing calmly.",
        "vietnamese": "Anh quay lại nhìn những con sóng êm đềm trên mặt hồ phía sau, thở phào nhẹ nhõm."
    },
    {
        "start": 482.292,
        "dur": 3.643,
        "text": "He turned back to the traveler, and told him,",
        "vietnamese": "Anh ta quay lại với người lữ hành và nói với anh ta:"
    },
    {
        "start": 485.935,
        "dur": 4.505,
        "text": "“Then you should continue down this trail here in the forest.",
        "vietnamese": "“Vậy thì cậu nên tiếp tục đi theo con đường mòn này trong rừng."
    },
    {
        "start": 490.44,
        "dur": 2.481,
        "text": "It will take you through the deep woods.",
        "vietnamese": "Nó sẽ đưa bạn qua khu rừng sâu."
    },
    {
        "start": 492.921,
        "dur": 2.856,
        "text": "Continue walking throughout the night,",
        "vietnamese": "Tiếp tục đi bộ suốt đêm,"
    },
    {
        "start": 495.777,
        "dur": 2.552,
        "text": "do not stop and do not sleep.",
        "vietnamese": "không dừng lại và không ngủ."
    },
    {
        "start": 498.329,
        "dur": 7.177,
        "text": "By morning, you will come to a village with new smells and with people who look different than you or I.",
        "vietnamese": "Đến sáng, bạn sẽ đến một ngôi làng với những mùi hương mới và với những người trông khác với bạn và tôi."
    },
    {
        "start": 505.506,
        "dur": 1.894,
        "text": "Explore this village.",
        "vietnamese": "Khám phá ngôi làng này."
    },
    {
        "start": 507.4,
        "dur": 4.976,
        "text": "In this village, you can find a person or two who speaks English.",
        "vietnamese": "Ở ngôi làng này, bạn có thể tìm thấy một hoặc hai người nói được tiếng Anh."
    },
    {
        "start": 512.376,
        "dur": 2.347,
        "text": "Learn a few words from each of them.",
        "vietnamese": "Học một vài từ từ mỗi người trong số họ."
    },
    {
        "start": 514.724,
        "dur": 4.32,
        "text": "The old man took out a pencil and a brown piece of paper.",
        "vietnamese": "Ông già lấy ra một cây bút chì và một mảnh giấy màu nâu."
    },
    {
        "start": 519.044,
        "dur": 2.614,
        "text": "He wrote on the paper slowly,",
        "vietnamese": "Anh chậm rãi viết lên giấy"
    },
    {
        "start": 521.659,
        "dur": 3.933,
        "text": "scribbling a long message out word by word.",
        "vietnamese": "viết nguệch ngoạc một tin nhắn dài từng chữ."
    },
    {
        "start": 525.592,
        "dur": 6.127,
        "text": "His white beard and white eyebrows moving up and down as he smiled to himself.",
        "vietnamese": "Bộ râu trắng và đôi lông mày trắng của ông di chuyển lên xuống khi ông mỉm cười với chính mình."
    },
    {
        "start": 531.719,
        "dur": 3.025,
        "text": "He held the paper out to the traveler.",
        "vietnamese": "Anh đưa tờ giấy cho người khách du lịch."
    },
    {
        "start": 534.744,
        "dur": 2.172,
        "text": "“While you are walking this evening,",
        "vietnamese": "“Trong khi bạn đang đi dạo tối nay,"
    },
    {
        "start": 536.916,
        "dur": 3.781,
        "text": "I ask you to repeat these words to yourself.",
        "vietnamese": "Tôi yêu cầu bạn lặp lại những lời này với chính mình."
    },
    {
        "start": 540.697,
        "dur": 2.07,
        "text": "Speak them in your mind,",
        "vietnamese": "Hãy nói chúng trong tâm trí bạn,"
    },
    {
        "start": 542.767,
        "dur": 3.214,
        "text": "or speak them to the trees.",
        "vietnamese": "hoặc nói chúng với cây cối."
    },
    {
        "start": 545.981,
        "dur": 2.302,
        "text": "Speak them as you travel.",
        "vietnamese": "Nói chúng khi bạn đi du lịch."
    },
    {
        "start": 548.283,
        "dur": 3.84,
        "text": "Now go my friend, the world lies in front of you.",
        "vietnamese": "Bây giờ hãy đi đi bạn của tôi, thế giới đang ở trước mặt bạn."
    },
    {
        "start": 552.123,
        "dur": 2.284,
        "text": "You can listen to me or not..",
        "vietnamese": "Bạn có thể nghe tôi nói hoặc không.."
    },
    {
        "start": 554.407,
        "dur": 4.912,
        "text": "after all, I am just an old man sitting on a rock”.",
        "vietnamese": "suy cho cùng tôi cũng chỉ là ông già ngồi trên đá mà thôi”."
    },
    {
        "start": 559.319,
        "dur": 3.796,
        "text": "With that, the old man closed his eyes.",
        "vietnamese": "Nói xong, ông già nhắm mắt lại."
    },
    {
        "start": 563.115,
        "dur": 3.855,
        "text": "The traveler took the paper and looked at the trail.",
        "vietnamese": "Người lữ khách lấy tờ giấy và nhìn vào con đường."
    },
    {
        "start": 566.97,
        "dur": 3.555,
        "text": "He could go home, but he was bored with home.",
        "vietnamese": "Anh có thể về nhà, nhưng anh chán ở nhà."
    },
    {
        "start": 570.525,
        "dur": 1.707,
        "text": "He had little to lose.",
        "vietnamese": "Anh ấy có rất ít để mất."
    },
    {
        "start": 572.232,
        "dur": 3.921,
        "text": "This new village through the deep woods was only a day away.",
        "vietnamese": "Ngôi làng mới xuyên qua khu rừng sâu này chỉ cách đó một ngày."
    },
    {
        "start": 576.948,
        "dur": 2.387,
        "text": "He began to walk down the trail.",
        "vietnamese": "Anh bắt đầu đi bộ xuống con đường mòn."
    },
    {
        "start": 579.335,
        "dur": 2.447,
        "text": "The wind blew through the leaves",
        "vietnamese": "Gió thổi qua kẽ lá"
    },
    {
        "start": 581.782,
        "dur": 5.315,
        "text": "and after a few minutes he looked at what the old man had written on the paper.",
        "vietnamese": "và sau vài phút anh nhìn lại những gì ông già đã viết trên giấy."
    },
    {
        "start": 587.097,
        "dur": 3.386,
        "text": "He followed the old man’s instructions,",
        "vietnamese": "Anh làm theo lời dặn của ông già"
    },
    {
        "start": 590.483,
        "dur": 2.783,
        "text": "and read the message out loud.",
        "vietnamese": "và đọc to tin nhắn."
    },
    {
        "start": 593.266,
        "dur": 2.582,
        "text": "The secret to learning a language.",
        "vietnamese": "Bí quyết học một ngôn ngữ."
    },
    {
        "start": 595.848,
        "dur": 4.571,
        "text": "The traveler laughed, but he read the message anyways.",
        "vietnamese": "Người lữ hành cười lớn nhưng vẫn đọc được tin nhắn."
    },
    {
        "start": 600.419,
        "dur": 3.709,
        "text": "“To learn a language, one must use it.",
        "vietnamese": "“Để học một ngôn ngữ, người ta phải sử dụng nó."
    },
    {
        "start": 604.128,
        "dur": 4.556,
        "text": "To learn to speak a language, one must speak it.",
        "vietnamese": "Để học nói một ngôn ngữ, người ta phải nói được ngôn ngữ đó."
    },
    {
        "start": 608.684,
        "dur": 5.388,
        "text": "To learn to understand a language, one must listen to it.",
        "vietnamese": "Để học cách hiểu một ngôn ngữ, người ta phải nghe nó."
    },
    {
        "start": 614.072,
        "dur": 5.26,
        "text": "To learn to live a language, one must live it.",
        "vietnamese": "Để học cách sống một ngôn ngữ, người ta phải sống với nó."
    },
    {
        "start": 619.332,
        "dur": 4.535,
        "text": "To learn to communicate, one must communicate.",
        "vietnamese": "Để học cách giao tiếp, người ta phải giao tiếp."
    },
    {
        "start": 623.867,
        "dur": 5.304,
        "text": "I must find my motivation, or I will learn nothing.",
        "vietnamese": "Tôi phải tìm ra động lực của mình, nếu không tôi sẽ chẳng học được gì."
    },
    {
        "start": 629.171,
        "dur": 3.978,
        "text": "Others will promise me fast answers.",
        "vietnamese": "Những người khác sẽ hứa với tôi những câu trả lời nhanh chóng."
    },
    {
        "start": 633.149,
        "dur": 3.038,
        "text": "Others will give me false hopes.",
        "vietnamese": "Những người khác sẽ cho tôi những hy vọng hão huyền."
    },
    {
        "start": 636.187,
        "dur": 3.935,
        "text": "Others will profit from my worries.",
        "vietnamese": "Những người khác sẽ thu lợi từ những lo lắng của tôi."
    },
    {
        "start": 640.122,
        "dur": 4.441,
        "text": "Others will tell me that I can learn a language while I sleep,",
        "vietnamese": "Những người khác sẽ nói với tôi rằng tôi có thể học một ngôn ngữ trong khi ngủ,"
    },
    {
        "start": 644.563,
        "dur": 3.901,
        "text": "if only someone would speak to me all night.",
        "vietnamese": "giá như có ai đó nói chuyện với tôi suốt đêm."
    },
    {
        "start": 648.464,
        "dur": 4.078,
        "text": "This is not true, but I may believe it to be so.",
        "vietnamese": "Điều này không đúng, nhưng tôi có thể tin là như vậy."
    },
    {
        "start": 652.542,
        "dur": 4.735,
        "text": "I will not believe it because I am lazy or ignorant,",
        "vietnamese": "Tôi sẽ không tin vì tôi lười biếng hoặc ngu dốt,"
    },
    {
        "start": 657.277,
        "dur": 6.511,
        "text": "but because I have not accepted that learning a language is hard.",
        "vietnamese": "nhưng bởi vì tôi chưa chấp nhận rằng việc học một ngôn ngữ là khó."
    },
    {
        "start": 663.788,
        "dur": 4.919,
        "text": "It is one of the most difficult things that a human can do.",
        "vietnamese": "Đó là một trong những điều khó khăn nhất mà con người có thể làm được."
    },
    {
        "start": 668.707,
        "dur": 4.077,
        "text": "It is an endless journey along a long road,",
        "vietnamese": "Đó là một cuộc hành trình vô tận dọc theo một con đường dài,"
    },
    {
        "start": 672.784,
        "dur": 4.275,
        "text": "but it is rewarding journey and a beautiful road,",
        "vietnamese": "nhưng đó là một hành trình bổ ích và một con đường đẹp,"
    },
    {
        "start": 677.059,
        "dur": 2.968,
        "text": "and it will open up the world to me.",
        "vietnamese": "và nó sẽ mở ra thế giới cho tôi."
    },
    {
        "start": 680.027,
        "dur": 5.656,
        "text": "It will help lead me to what and who I am searching for.",
        "vietnamese": "Nó sẽ giúp dẫn tôi đến cái gì và ai mà tôi đang tìm kiếm."
    },
    {
        "start": 685.683,
        "dur": 1.331,
        "text": "Do not despair.",
        "vietnamese": "Đừng tuyệt vọng."
    },
    {
        "start": 687.014,
        "dur": 2.385,
        "text": "Do not worry.",
        "vietnamese": "Đừng lo lắng."
    },
    {
        "start": 689.399,
        "dur": 2.329,
        "text": "You are intelligent.",
        "vietnamese": "Bạn thông minh."
    },
    {
        "start": 691.728,
        "dur": 2.314,
        "text": "You are smart.",
        "vietnamese": "Bạn thông minh."
    },
    {
        "start": 694.042,
        "dur": 4.871,
        "text": "You have simply not had the opportunity to shine.",
        "vietnamese": "Đơn giản là bạn chưa có cơ hội để tỏa sáng."
    },
    {
        "start": 698.913,
        "dur": 5.596,
        "text": "You will learn the English language, when you find your true motivation.”",
        "vietnamese": "Bạn sẽ học tiếng Anh khi bạn tìm thấy động lực thực sự của mình.”"
    },
    {
        "start": 704.509,
        "dur": 4.648,
        "text": "The traveler continued walking… and he repeated the words….",
        "vietnamese": "Người du khách tiếp tục bước đi… và anh ta lặp lại những lời đó…."
    },
    {
        "start": 713.25,
        "dur": 5.578,
        "text": "He sat down with his back against a rock and closed his eyes.",
        "vietnamese": "Anh ngồi tựa lưng vào một tảng đá và nhắm mắt lại."
    },
    {
        "start": 718.828,
        "dur": 6.526,
        "text": "He might need a small rest, but he was sure he would continue on.",
        "vietnamese": "Anh ấy có thể cần nghỉ ngơi một chút, nhưng anh ấy chắc chắn rằng mình sẽ tiếp tục."
    },
    {
        "start": 725.354,
        "dur": 5.829,
        "text": "He had been thinking about the old man’s words for more than an hour.",
        "vietnamese": "Anh đã suy nghĩ về lời nói của ông già trong hơn một giờ."
    },
    {
        "start": 731.183,
        "dur": 4.746,
        "text": "The traveler’s motivation for learning English was clear.",
        "vietnamese": "Động cơ học tiếng Anh của du khách rất rõ ràng."
    },
    {
        "start": 735.929,
        "dur": 2.982,
        "text": "Exploring. Traveling.",
        "vietnamese": "Khám phá. Đi du lịch."
    },
    {
        "start": 738.911,
        "dur": 5.478,
        "text": "He’d focus on that while he picked up pieces of language on the way.",
        "vietnamese": "Anh ấy sẽ tập trung vào điều đó trong khi tiếp thu các ngôn ngữ trên đường đi."
    },
    {
        "start": 744.389,
        "dur": 6.147,
        "text": "He would stop worrying about being perfect.",
        "vietnamese": "Anh ấy sẽ ngừng lo lắng về việc trở nên hoàn hảo."
    },
    {
        "start": 750.536,
        "dur": 4.356,
        "text": "In the future, his motivation might change.",
        "vietnamese": "Trong tương lai, động lực của anh ấy có thể thay đổi."
    },
    {
        "start": 754.892,
        "dur": 3.753,
        "text": "Perhaps it would be in getting a new job.",
        "vietnamese": "Có lẽ đó là việc kiếm được một công việc mới."
    },
    {
        "start": 758.645,
        "dur": 6.62,
        "text": "Most likely, it would come from wanting to communicate with interesting people.",
        "vietnamese": "Rất có thể, nó xuất phát từ việc muốn giao tiếp với những người thú vị."
    },
    {
        "start": 765.265,
        "dur": 5.46,
        "text": "For the moment, for him, it was traveling.",
        "vietnamese": "Hiện tại, đối với anh, đó là đi du lịch."
    },
    {
        "start": 770.725,
        "dur": 5.581,
        "text": "He would no longer stress about prepositions and grammar books,",
        "vietnamese": "Anh ấy sẽ không còn nhấn mạnh về giới từ và sách ngữ pháp nữa,"
    },
    {
        "start": 776.306,
        "dur": 5.658,
        "text": "but he would focus on the new places he wanted to visit.",
        "vietnamese": "nhưng anh ấy sẽ tập trung vào những địa điểm mới mà anh ấy muốn đến thăm."
    },
    {
        "start": 781.964,
        "dur": 4.782,
        "text": "He’d learn English on the way, as he needed to.",
        "vietnamese": "Anh ấy sẽ học tiếng Anh trên đường đi nếu cần."
    },
    {
        "start": 786.746,
        "dur": 5.543,
        "text": "The fun would be in the journey, not the destination.",
        "vietnamese": "Niềm vui nằm ở hành trình chứ không phải ở đích đến."
    },
    {
        "start": 792.289,
        "dur": 6.792,
        "text": "He took a long breath and fell into a deep sleep, smiling.",
        "vietnamese": "Anh hít một hơi dài rồi chìm vào giấc ngủ sâu, mỉm cười."
    },
    {
        "start": 799.081,
        "dur": 4.885,
        "text": "He would start exercising his English when he woke up.",
        "vietnamese": "Anh ấy sẽ bắt đầu luyện tập tiếng Anh khi thức dậy."
    },
    {
        "start": 803.966,
        "dur": 5.778,
        "text": "When he arrived at the village, he would search out people to speak with.",
        "vietnamese": "Khi đến làng, anh ấy sẽ tìm người để nói chuyện."
    },
    {
        "start": 809.744,
        "dur": 5.226,
        "text": "While he slept, he would let his brain... rest....",
        "vietnamese": "Trong khi ngủ, anh ấy sẽ để đầu óc mình…nghỉ ngơi...."
    }
]